Repository: openstack-archive/nova-powervm
Catalog: nova_powervm/locale/*/nova-powervm-log-warning.po
Languages: de, es, fr, it, ja, pt_br, zh_hans, zh_hant

source: Removing %(num_maps)d storage-less VSCSI mappings associated with LPAR ID %(lpar_uuid)s from VIOS %(vios_name)s.
de: Entfernen von %(num_maps)d speicherlosen VSCSI-Zuordnungen zu LPAR-ID %(lpar_uuid)s von VIOS %(vios_name)s.
es: Se están eliminando %(num_maps)d correlaciones sin almacenamiento de SCSI virtual con el ID de la LPAR %(lpar_uuid)s de VIOS %(vios_name)s.
fr: Retrait de %(num_maps)d mappages VSCSI sans stockage associés à l'ID LPAR %(lpar_uuid)s depuis le VIOS %(vios_name)s.
it: Rimozione di associazioni VSCSI senza memoria %(num_maps)d associate all'ID LPAR %(lpar_uuid)s dal VIOS %(vios_name)s.
ja: LPAR ID %(lpar_uuid)s に関連付けられている %(num_maps)d 個のストレージレス VSCSI マッピングを VIOS %(vios_name)s から削除しています。
pt_br: Removendo %(num_maps)d mapeamentos de VSCSI (SCSI virtual) menores que o armazenamento associados ao ID da LPAR (partição lógica) %(lpar_uuid)s do VIOS %(vios_name)s.
zh_hans: 正从 VIOS %(vios_name)s 移除与 LPAR 标识%(lpar_uuid)s 相关联的 %(num_maps)d 个无存储器 VSCSI 映射。
zh_hant: 正在從 VIOS %(vios_name)s 中移除 %(num_maps)d 個與 LPAR ID%(lpar_uuid)s 相關聯且缺少儲存體的 VSCSI 對映。

source: VM was not found during destroy operation.
de: Die VM wurde während des Löschvorgangs nicht gefunden.
es: La máquina virtual no se ha encontrado durante la operación de destrucción.
fr: Machine virtuelle introuvable lors de l'opération de destruction.
it: VM non trovata durante l'operazione di distruzione.
ja: 破棄操作中に VM が見つかりませんでした。
pt_br: A VM não foi localizada durante a operação de destruição.
zh_hans: 破坏操作期间找不到 VM。
zh_hant: 在毀損作業期間找不到 VM。

source: VM was not found during unplug operation as it is already possibly deleted
de: Die VM wurde während des Trennvorgangs nicht gefunden, da sie möglicherweise bereits gelöscht ist.
es: No se ha encontrado MV durante la operación de desconexión ya que es posible que esté suprimida
fr: Machine virtuelle introuvable lors de l'opération de débranchement car elle a peut-être déjà été supprimée.
it: Durante l'operazione di scollegamento non è stata trovata la VM, probabilmente è già stata eliminata
ja: VM は既に削除された可能性があるため、アンプラグする操作の間に、その VM は見つかりませんでした
pt_br: A máquina virtual não foi localizada durante a operação de desconexão, uma vez que possivelmente ela já foi excluída
zh_hans: 拔出操作期间未发现 VM，因为可能已将其删除
zh_hant: 執行拔除作業期間找不到虛擬機器，因為可能已將它刪除

source: my_ip address (%(my_ip)s) was not found on any of the interfaces: %(ifaces)s
de: Die my_ip Adresse (%(my_ip)s) wurde auf keiner der folgenden Schnittstellen gefunden: %(ifaces)s
es: my_ip address (%(my_ip)s) no se ha encontrado en ninguna de las interfaces: %(ifaces)s
fr: Adresse my_ip (%(my_ip)s) introuvable sur aucune des interfaces : %(ifaces)s
it: Indirizzo my_ip (%(my_ip)s) non trovato su nessuna interfaccia: %(ifaces)s
ja: my_ip アドレス (%(my_ip)s) がインターフェース %(ifaces)s のいずれにも見つかりませんでした
pt_br: O endereço my_ip (%(my_ip)s) não foi localizado em qualquer uma das interfaces: %(ifaces)s
zh_hans: 在任何以下接口上均找不到 my_ip 地址 (%(my_ip)s)：%(ifaces)s
zh_hant: 在下列任何介面上都找不到 my_ip 位址 (%(my_ip)s)：%(ifaces)s

source: Rolling back live migration.
de: Ein Rollback der Livemigration wird durchgeführt.
es: Se está revirtiendo la migración en directo.
fr: Rétromigration de la migration active.
it: Rollback della migrazione live.
ja: ライブ・マイグレーションをロールバック中です。
pt_br: Retrocedendo a migração em tempo real.
zh_hans: 正在回滚实时迁移。
zh_hant: 正在回復即時移轉。

source: Unable to parse event URI: %s from PowerVM.
de: Ereignis-URI kann nicht ausgewertet werden: %s von PowerVM.
es: No se ha podido analizar la UIR de suceso: %s desde PowerVM.
fr: Impossible d'analyser l'URI d'événement %s depuis PowerVM.
it: Impossibile analizzare l'URI evento: %s da PowerVM.
ja: PowerVM からのイベント URI %s を解析できません。
pt_br: Não é possível analisar o URI do evento: %s a partir do PowerVM.
zh_hans: 无法从 PowerVM 解析事件 URI %s。
zh_hant: 無法從 PowerVM 剖析事件 URI：%s。

source: Host CPU Metrics determined that the total cycles reported was less than the used cycles. This indicates an issue with the PCM data. Please investigate the results. Total Delta Cycles: %(tot_cycles)d User Delta Cycles: %(user_cycles)d Firmware Delta Cycles: %(fw_cycles)d
de: Anhand der Host-CPU-Metriken wurde festgestellt, dass die gemeldete Gesamtzahl Zyklen kleiner als die Anzahl der verwendeten Zyklen war. Dies weist auf ein Problem mit den PCM-Daten hin. Überprüfen Sie die Ergebnisse. Gesamtzahl Deltazyklen: %(tot_cycles)d Benutzerdeltazyklen: %(user_cycles)d Firmwaredeltazyklen: %(fw_cycles)d
es: Las métricas de CPU del host han determinado que el número total de ciclos notificados es inferior al número de ciclos utilizados. Esto indica un problema con los datos de PCM. Investigue los resultados. Ciclos delta totales: %(tot_cycles)d Ciclos delta de usuario: %(user_cycles)d Ciclos delta de firmware: %(fw_cycles)d
fr: Selon les mesures d'UC hôte, le nombre total de cycles consignés est inférieur au nombre de cycles utilisés. Ceci indique un problème de données PCM. Examinez les résultats. Total des cycles delta : %(tot_cycles)d Cycles delta de l'utilisateur : %(user_cycles)d Cycles delta du microprogramme : %(fw_cycles)d
it: Le metriche CPU dell'host hanno determinato che i cicli totali riportati erano inferiori ai cicli utilizzati. Questo indica un problema con i dati PCM. Esaminare i risultati. Cicli delta totali: %(tot_cycles)d Cicli delta utente: %(user_cycles)d Cicli delta firmware: %(fw_cycles)d
ja: 報告された合計サイクル数が使用サイクル数より少ないことがホスト CPU メトリックにより判明しました。これは PCM データに関する問題を示しています。結果を調べてください。 合計デルタ・サイクル数: %(tot_cycles)d ユーザー・デルタ・サイクル数: %(user_cycles)d ファームウェア・デルタ・サイクル数: %(fw_cycles)d
pt_br: As métricas da CPU do host determinaram que os ciclos totais relatados eram menores que os ciclos usados. Isso indica um problema com os dados de PCM. Investigue os resultados. Ciclos delta totais: %(tot_cycles)d Ciclos delta do usuário: %(user_cycles)d Ciclos delta do firmware: %(fw_cycles)d
zh_hans: 主机 CPU 度量值确定所报告的周期总数小于所使用的周期数。这表明 PCM 数据存在问题。请调查结果。 增量周期总数：%(tot_cycles)d 用户增量周期数：%(user_cycles)d 固件增量周期数：%(fw_cycles)d
zh_hant: 主機 CPU 度量值判定報告的週期總計小於已使用的週期數。這指示 PCM 資料發生問題。請調查結果。 Delta 週期總計：%(tot_cycles)d 使用者 Delta 週期：%(user_cycles)d 韌體 Delta 週期：%(fw_cycles)d

source: Unable to delete the slot map from Swift backing store with ID %(key)s. Will require manual cleanup.
de: Die Steckplatzzuordnung im Swift-Sicherungsspeicher mit ID %(key)s konnte nicht gelöscht werden. Danach ist eine manuelle Bereinigung erforderlich.
es: No se ha podido suprimir la correlación de ranura del almacenamiento de copia de seguridad de Swift con ID %(key)s. Requerirá una limpieza manual.
fr: Impossible de supprimer la carte d'emplacements depuis magasin support Swift avec ID %(key)s. Nettoyage manuel requis.
it: Impossibile eliminare l'associazione di slot dalla memoria di supporto di Swift con ID %(key)s. Richiederà il cleanup manuale.
ja: ID %(key)s のスロット・マップを Swift バッキング・ストアから削除できません。手動でクリーンアップを行う必要があります。
pt_br: Não é possível excluir o mapa de slot do armazenamento auxiliar do Swift com o ID %(key)s. Isso requererá limpeza manual.
zh_hans: 无法从标识为 %(key)s 的 Swift 后备存储器删除插槽映射。将需要手动清除。
zh_hant: 無法從 ID 為 %(key)s 的 Swift 後端儲存中刪除插槽對映。將需要手動清理。

source: Unable to unplug VIF with mac %(mac)s for instance %(inst)s. The VIF was not found on the instance.
de: Der VIF mit MAC %(mac)s für Instanz %(inst)s konnte nicht getrennt werden. Der VIF wurde nicht auf der Instanz gefunden.
es: No se puede desconectar VIF con mac %(mac)s para la instancia %(inst)s. El VIF no se ha encontrado en la instancia.
fr: Impossible de débrancher le VIF avec l'adresse mac %(mac)s pour l'instance %(inst)s. VIF introuvable sur l'instance.
it: Impossibile scollegare VIF con mac %(mac)s per l'istanza %(inst)s. Il VIF non è stato trovato sull'istanza.
ja: インスタンス %(inst)s の VIF (mac %(mac)s) のアンプラグすることができません。VIF がインスタンスに見つかりませんでした。
pt_br: Não é possível desconectar VIF com MAC %(mac)s para a instância %(inst)s. O VIF não foi localizado na instância.
zh_hans: 无法为实例 %(inst)s 拔出 MAC 为 %(mac)s 的 VIF。该实例上找不到该 VIF。
zh_hant: 無法拔除實例 %(inst)s 的 VIF（MAC 為 %(mac)s）。在該實例上找不到該 VIF。

source: Unable to delete device %(dev_name)s from bridge %(bridge)s. Error: %(error)s
de: Die Einheit %(dev_name)s in Brücke %(bridge)s konnte nicht gelöscht werden. Fehler: %(error)s
es: No se puede suprimir el dispositivo %(dev_name)s del puente %(bridge)s. Error: %(error)s
fr: Impossible de supprimer l'unité %(dev_name)s du pont %(bridge)s. Erreur : %(error)s
it: Impossibile eliminare il dispositivo %(dev_name)s dal bridge %(bridge)s. Errore: %(error)s
ja: デバイス %(dev_name)s をブリッジ %(bridge)s から削除できません。エラー: %(error)s
pt_br: Não é possível excluir o dispositivo %(dev_name)s da ponte %(bridge)s. Erro: %(error)s
zh_hans: 无法从网桥 %(bridge)s 删除设备 %(dev_name)s。错误：%(error)s
zh_hant: 無法從橋接器 %(bridge)s 中刪除裝置 %(dev_name)s。錯誤：%(error)s

source: Unable to unplug VIF with mac %(mac)s for instance %(inst)s. No matching vNIC was found on the instance. VIF: %(vif)s
de: Der VIF mit MAC %(mac)s für Instanz %(inst)s konnte nicht getrennt werden. Es wurde kein vNIC auf der Instanz gefunden. VIF: %(vif)s
es: No se puede desenchufar VIF con mac %(mac)s para la instancia %(inst)s. No se ha encontradoninguna coincidencia vNIC en la instancia. VIF: %(vif)s
fr: Impossible débrancher VIF avec adresse mac %(mac)s pour instance %(inst)s. Aucun vNIC correspondant détecté sur l'instance. VIF : %(vif)s
it: Impossibile scollegare il VIF con mac %(mac)s per l'istanza %(inst)s. Non è stato trovato alcun vNIC corrispondente sull'istanza. VIF: %(vif)s
ja: インスタンス %(inst)s の VIF (mac %(mac)s) をアンプラグできません。このインスタンス上に、適合する vNIC が見つかりませんでした。VIF: %(vif)s
pt_br: Não é possível desconectar o VIF com o mac %(mac)s para a instância %(inst)s. Nenhum vNICcorrespondente foi localizado na instância. VIF: %(vif)s
zh_hans: 无法对实例 %(inst)s 拔出 MAC 为 %(mac)s 的 VIF。在该实例上找不到匹配的 vNIC。VIF：%(vif)s
zh_hant: 無法拔除實例 %(inst)s 的 VIF（MAC 為 %(mac)s）。在實例上，找不到相符的 vNIC。VIF：%(vif)s

source: Failed to map boot disk %(disk_name)s of instance %(instance_name)s to the management partition from Virtual I/O Server %(vios_name)s: %(exc)s
de: Fehler beim Zuordnen des Bootdatenträgers %(disk_name)s der Instanz %(instance_name)s zur Managementpartition des virtuellen E/A-Servers %(vios_name)s: %(exc)s
es: No se ha podido correlacionar el disco de arranque %(disk_name)s de la instancia %(instance_name)s con la partición de gestión del servidor de E/S virtual %(vios_name)s: %(exc)s
fr: Echec de mappage du disque d'amorçage %(disk_name)s de l'instance %(instance_name)s sur la partition de gestion depuis le serveur Virtual I/O Server %(vios_name)s : %(exc)s
it: Impossibile associare il disco di avvio %(disk_name)s dell'istanza %(instance_name)s alla partizione di gestione dal Virtual I/O Server %(vios_name)s: %(exc)s
ja: インスタンス %(instance_name)s のブート・ディスク %(disk_name)s を VirtualI/O Server %(vios_name)s から管理区画にマップできませんでした: %(exc)s
pt_br: Falha ao mapear o disco de inicialização %(disk_name)s da instância %(instance_name)s para a partição de gerenciamento do Virtual I/O Server %(vios_name)s:%(exc)s
zh_hans: 未能将实例 %(instance_name)s 的引导磁盘 %(disk_name)s从 Virtual I/O Server %(vios_name)s 映射至管理分区：%(exc)s
zh_hant: 無法從 Virtual I/O Server %(vios_name)s 將實例 %(instance_name)s 的開機磁碟 %(disk_name)s 對映至管理分割區：%(exc)s

source: Could not delete NVRAM: %s
de: Der nicht flüchtige Arbeitsspeicher konnte nicht gelöscht werden: %s
es: No se ha podido suprimir NVRAM: %s
fr: Impossible de supprimer la mémoire rémanente : %s
it: Impossibile eliminare NVRAM: %s
ja: NVRAM を削除できませんでした: %s
pt_br: Não foi possível excluir a NVRAM (memória de acesso aleatório não volátil): %s
zh_hans: 无法删除 NVRAM：%s
zh_hant: 無法刪除 NVRAM：%s

source: Unable to store the NVRAM for instance: %s
de: Der nicht flüchtige Arbeitsspeicher für die Instanz: %s kann nicht gespeichert werden
es: No se ha podido almacenar la NVRAM para la instancia: %s
fr: Impossible de stocker la mémoire rémanente (NVRAM) pour l'instance %s
it: Impossibile archiviare NVRAM per l'istanza: %s
ja: インスタンス %s の NVRAM を格納できません
pt_br: Não é possível armazenar o NVRAM para a instância: %s
zh_hans: 无法存储实例的 NVRAM：%s
zh_hant: 無法儲存實例的 NVRAM：%s

source: Could not remove temporary file: %s
de: Die temporäre Datei: %s konnte nicht entfernt werden
es: No se ha podido eliminar el archivo temporal: %s
fr: Impossible de retirer le fichier temporaire %s
it: Impossibile rimuovere il file temporaneo: %s
ja: 一時ファイルを削除できませんでした: %s
pt_br: Não foi possível remover o arquivo temporário: %s
zh_hans: 无法移除临时文件：%s
zh_hant: 無法移除暫存檔：%s

source: Reverting task %(task)s for instance %(inst)s
de: Zurücksetzen der Task %(task)s für Instanz %(inst)s
es: Revirtiendo tarea %(task)s para instancia %(inst)s
fr: Rétablissement de la tâche %(task)s pour l'instance %(inst)s
it: Inversione dell'attività %(task)s per l'istanza %(inst)s
ja: インスタンス %(inst)s のタスク %(task)s を戻しています
pt_br: Revertendo a tarefa %(task)s para a instância %(inst)s
zh_hans: 正对实例 %(inst)s 还原任务 %(task)s
zh_hant: 正在回復實例 %(inst)s 的作業 %(task)s

source: Revert task %(task)s completed in %(seconds)d seconds for instance %(inst)s
de: Zurücksetzen der Task %(task)s in %(seconds)d Sekunden für Instanz %(inst)s abgeschlossen
es: Tarea de reversión %(task)s completada en %(seconds)d segundos para instancia %(inst)sd
fr: Rétablissement tâche %(task)s terminée en %(seconds)d secondes pour l'instance %(inst)s
it: Invertire l'attività %(task)s completata in %(seconds)d secondi per l'istanza %(inst)s
ja: インスタンス %(inst)s のタスク %(task)s が %(seconds)d 秒で戻されました
pt_br: Reverter a tarefa %(task)s concluída em %(seconds)d segundos para a instância %(inst)s
zh_hans: 针对实例的还原任务 %(task)s 在 %(seconds)d 秒内完成%(inst)s
zh_hant: 已在 %(seconds)d 秒內完成回復下列實例的作業 %(task)s：%(inst)s

source: Instance was not assigned to this host. It was assigned to: %s
de: Instanz wurde nicht diesem Host zugewiesen. Wurde zugewiesen zu: %s
es: La instancia no se ha asignado a este host. Se ha asignado a: %s
fr: Instance non affectée à cet hôte. Affectée à : %s
it: L'istanza non è stata assegnata a questo host. È stata assegnata a: %s
ja: インスタンスはこのホストに割り当てられませんでした。割り当てられた先: %s
pt_br: A instância não foi designada a este host. Ela foi designada a: %s
zh_hans: 未对此主机分配实例。它被分配给：%s
zh_hant: 未將實例指派給此主機。已將其指派給：%s

source: VIF creation being rolled back for instance %(inst)s
de: VIF-Erstellung wird für Instanz %(inst)s rückgängig gemacht
es: Se está retrotrayendo la creación de VIF para la instancia %(inst)s
fr: Création de VIF en cours d'annulation pour l'instance %(inst)s
it: Creazione VIF in fase di rollback per l'istanza %(inst)s
ja: インスタンス %(inst)s の VIF 作成をロールバックしています
pt_br: A criação do VIF está sendo retrocedida para a instância %(inst)s
zh_hans: 正对实例 %(inst)s 回滚 VIF 创建
zh_hant: 正在對實例 %(inst)s 回復 VIF 建立

source: An exception occurred during an unplug in the vif rollback. Ignoring.
de: Bei einer Trennoperation im VIF-Rollback ist eine Ausnahmebedingung aufgetreten. Wird ignoriert.
es: Se ha producido una excepción durante un desenchufe en la retrotracción de VIF. Se ignorará.
fr: Exception lors d'une déconnexion dans l'annulation de VIF. Ignorer.
it: Si è verificata un'eccezione durante uno scollegamento nel rollback vif. Verrà ignorata.
ja: VIF ロールバックでアンプラグ時に例外が発生しました。無視します。
pt_br: Ocorreu uma exceção durante o processo de desconectar no retrocesso do vif. Ignorando.
zh_hans: 在 VIF 回滚中拔掉插头期间发生了异常。正在忽略。
zh_hant: 在 VIF 回復中的拔除作業期間，發生異常狀況。將忽略。

source: Volume %(vol)s for instance %(inst)s to be disconnected
de: Zu trennender Datenträger %(vol)s für Instanz %(inst)s
es: Volumen %(vol)s para la instancia %(inst)s que se debe desconectar
fr: Volume %(vol)s pour l'instance %(inst)s à déconnecter
it: Il volume %(vol)s per l'istanza %(inst)s da disconnettere
ja: 切断するインスタンス %(inst)s のボリューム %(vol)s
pt_br: O volume %(vol)s para a instância %(inst)s a ser desconectado
zh_hans: 实例 %(inst)s 的卷 %(vol)s 待断开连接
zh_hant: 將要斷開實例 %(inst)s 的磁區 %(vol)s 連線

source: Unable to disconnect volume for %(inst)s during rollback. Error was: %(error)s
de: Der Datenträger %(inst)s konnte während des Rollbacks nicht getrennt werden. Folgender Fehler wurde gemeldet: %(error)s
es: No se ha podido desconectar el volumen para %(inst)s durante la reversión. El error fue: %(error)s
fr: Impossible de déconnecter le volume pour %(inst)s lors de la rétromigration. Erreur : %(error)s
it: Impossibile disconnettere il volume per %(inst)s durante il rollback. L'errore era: %(error)s
ja: ロールバック中に %(inst)s のボリュームを切断できません。エラー: %(error)s
pt_br: Não é possível desconectar o volume para %(inst)s durante o retrocesso. O erro foi: %(error)s
zh_hans: 回滚期间，无法为 %(inst)s 的卷断开连接。错误为：%(error)s
zh_hant: 在回復期間無法斷開 %(inst)s 的磁區連線。錯誤為：%(error)s

source: Volume %(vol)s for instance %(inst)s to be re-connected
de: Datenträger %(vol)s für Instanz %(inst)s, zu dem die Verbindung wiederhergestellt werden soll
es: Volumen %(vol)s para la instancia %(inst)s que se debe volver a conectar
fr: Volume %(vol)s pour l'instance %(inst)s à reconnecter
it: Il volume %(vol)s per l'istanza %(inst)s da riconnettere
ja: 再接続するインスタンス %(inst)s のボリューム %(vol)s
pt_br: Volume %(vol)s para instância %(inst)s a ser conectado novamente
zh_hans: 实例 %(inst)s 的卷 %(vol)s 待重新连接
zh_hant: 將要重新連接實例 %(inst)s 的磁區 %(vol)s

source: Unable to re-connect volume for %(inst)s during rollback. Error was: %(error)s
de: Die Verbindung zum Datenträger %(inst)s konnte während des Rollbacks nicht wiederhergestellt werden. Folgender Fehler wurde gemeldet: %(error)s
es: No se puede volver a conectar el volumen para %(inst)s durante la reversión. El error es: %(error)s
fr: Impossible de reconnecter le volume pour %(inst)s lors de la rétromigration. Erreur : %(error)s
it: Impossibile riconnettere il volume per %(inst)s durante il rollback. L'errore era: %(error)s
ja: ロールバック中に %(inst)s のボリュームを再接続できません。エラー: %(error)s
pt_br: Não é possível reconectar o volume para %(inst)s durante o retrocesso. O erro foi: %(error)s
zh_hans: 回滚期间，无法为 %(inst)s 的卷重新连接。错误为：%(error)s
zh_hant: 在回復期間無法重新連接 %(inst)s 的磁區。錯誤為：%(error)s

source: Unmapping boot disk %(disk_name)s of instance %(instance_name)s from management partition via Virtual I/O Server %(vios_name)s.
de: Aufheben der Zuordnung der Bootplatte %(disk_name)s der Instanz %(instance_name)s von Managementpartition wird über den virtuellen E/A-Server %(vios_name)s aufgehoben.
es: Se está descorrelacionando el disco de arranque %(disk_name)s de la instancia %(instance_name)s de la partición de gestión mediante el servidor de E/S virtual %(vios_name)s.
fr: Démappage du disque d'amorçage %(disk_name)s de l'instance %(instance_name)s de la partition de gestion via le serveur Virtual I/O Server %(vios_name)s.
it: Annullamento associazione del disco di avvio %(disk_name)s dell'istanza %(instance_name)s dalla partizione di gestione tramite il Virtual I/O Server %(vios_name)s.
ja: インスタンス %(instance_name)s のブート・ディスク %(disk_name)s を Virtual I/O Server %(vios_name)s 経由で管理区画からマップ解除中です。
pt_br: Removendo o mapeamento do disco de inicialização %(disk_name)s da instância %(instance_name)s da partição de gerenciamento por meio do Virtual I/O Server %(vios_name)s.
zh_hans: 已通过 Virtual I/O Server %(vios_name)s 从管理分区取消实例 %(instance_name)s 的引导磁盘 %(disk_name)s 的映射。
zh_hant: 正在透過 Virtual I/O Server %(vios_name)s 從管理分割區取消對映實例 %(instance_name)s 的開機磁碟 %(disk_name)s。

source: Removing disk %(disk_path)s from the management partition.
de: Die Platte %(disk_path)s wird von der Managementpartition entfernt.
es: Se está eliminando el disco %(disk_path)s de la partición de gestión.
fr: Retrait du disque %(disk_path)s de la partition de gestion.
it: Rimozione del disco %(disk_path)s dalla partizione di gestione.
ja: ディスク %(disk_path)s を管理区画から削除中です。
pt_br: Removendo o disco %(disk_path)s da partição de gerenciamento.
zh_hans: 正在从管理分区除去磁盘 %(disk_path)s。
zh_hant: 正在從管理分割區移除磁碟 %(disk_path)s。

source: Disk not found: %(disk_name)s
de: Platte nicht gefunden: %(disk_name)s
es: Disco no encontrado: %(disk_name)s
fr: Disque introuvable : %(disk_name)s
it: Disco non trovato: %(disk_name)s
ja: ディスクが見つかりません: %(disk_name)s
pt_br: Disco não localizado: %(disk_name)s
zh_hans: 找不到磁盘：%(disk_name)s
zh_hant: 找不到磁碟：%(disk_name)s

source: Powering off instance: %s
de: Instanz %s wird ausgeschaltet.
es: Se está desconectando la instancia: %s
fr: Désactivation de l'instance : %s
it: Disattivazione istanza: %s
ja: インスタンスの電源オフ中: %s
pt_br: Desligando a instância: %s
zh_hans: 正在关闭实例 %s
zh_hant: 正在關閉實例 %s 的電源

source: Disconnect Volume: The backing hdisk for volume %(volume_id)s on Virtual I/O Server %(vios)s is not in a valid state. No disconnect actions to be taken as volume is not healthy.
de: Datenträger trennen: Die Sicherungs-HDisk für den Datenträger %(volume_id)s auf dem virtuellen E/A-Server %(vios)s befindet sich in einem nicht gültigen Zustand. Es sind keine Aktionen zur Trennung der Verbindung zu unternehmen, weil der Datenträger nicht in einwandfreiem Zustand ist.
es: Desconecte el volumen: El hdisk de refuerzo del volumen %(volume_id)s en el servidor de E/S virtual %(vios)s no tiene un estado válido. No hay acciones de desconexión que realizar porque el volumen no está en buen estado.
fr: Déconnexion volume : L'état du hdisk de support du volume %(volume_id)s sur le serveur VIOS %(vios)s n'est pas valide. Aucune action de déconnexion n'est requise car le volume n'est pas sain.
it: Disconnessione volume: l'hdisk di backup per il volume %(volume_id)s sul Virtual I/O Server %(vios)s non è in stato valido. Nessuna azione di disconnessione da eseguire perché il volume non è integro.
ja: ボリュームの切断: Virtual I/O Server %(vios)s 上のボリューム %(volume_id)s のバッキング hdisk が有効な状態にありません。ボリュームが正常な状態にないため、実行すべき切断アクションはありません。
pt_br: Desconectar volume: o hdisk de apoio para o volume %(volume_id)s no Virtual I/O Server %(vios)s não está em um estado válido. Ações de desconexão não devem ser executadas porque o volume não está em funcionamento.
zh_hans: 断开连接卷：Virtual I/O Server %(vios)s 上的卷 %(volume_id)s 的支持 hdisk未处于有效状态。未采取任何断开连接操作，因为卷的状况不良好。
zh_hant: 中斷連接磁區：下列 Virtual I/O Server 上磁區 %(volume_id)s 的支援硬碟未處於有效狀態：%(vios)s。未執行中斷連接動作，因為磁區不正常。

source: Disconnect Volume: Failed to find disk on Virtual I/O Server %(vios_name)s for volume %(volume_id)s. Error: %(error)s
de: Datenträger trennen: Es wurde keine Platte auf dem virtuellen E/A-Server %(vios_name)s für Datenträger %(volume_id)s gefunden. Fehler: %(error)s
es: Desconectar volumen: No se ha encontrado el disco en el servidor de E/S virtual %(vios_name)s para volumen %(volume_id)s. Error: %(error)s
fr: Déconnexion volume : Echec de détection de disque sur le serveur VIOS %(vios_name)s pour le volume %(volume_id)s. Erreur : %(error)s
it: Disconnessione volume: impossibile trovare il disco sul Virtual I/O Server %(vios_name)s per il volume %(volume_id)s. Errore: %(error)s
ja: ボリュームの切断: Virtual I/O Server %(vios_name)s 上でボリューム %(volume_id)s のディスクが見つかりませんでした。エラー: %(error)s
pt_br: Volume de desconexão: falha ao localizar o disco no Virtual I/O Server %(vios_name)s para o volume %(volume_id)s. Erro: %(error)s
zh_hans: 为卷断开连接：未能在卷 %(volume_id)s 的 Virtual I/O Server 卷 %(volume_id)s 的 %(vios_name)s。错误：%(error)s
zh_hant: 斷開磁區連線：在 Virtual I/O Server %(vios_name)s 上找不到磁區 %(volume_id)s 的磁碟。錯誤：%(error)s
