Repository: openstack-archive/nova-powervm
Catalog: nova_powervm/locale/*/nova-powervm-log-warning.po
Languages: de, es, fr, it, ja, pt_br, zh_hans, zh_hant

source: Disconnect Volume: Failed to disconnect the volume %(volume_id)s on ANY of the Virtual I/O Servers for instance %(inst)s.
de: Datenträger trennen: Die Trennung des Datenträgers %(volume_id)s ist auf ALLEN virtuellen E/A-Servern für Instanz %(inst)s fehlgeschlagen.
es: Desconectar volumen: No se ha podido desconectar el volumen %(volume_id)s en NINGUNO de los servidores de E/S virtuales para la instancia %(inst)s.
fr: Déconnexion volume : Echec de déconnexion du volume %(volume_id)s sur l'un des serveurs Virtual I/O Server pour l'instance %(inst)s.
it: Disconnessione volume: impossibile disconnettere il volume %(volume_id)s su nessun Virtual I/O Server per l'istanza %(inst)s.
ja: 切断されたボリューム: インスタンス %(inst)s のどの Virtual I/O Server 上のボリューム %(volume_id)s も切断できませんでした。
pt_br: Volume de desconexão: falha ao desconectar o volume %(volume_id)s em QUALQUER um dos Virtual I/O Servers para a instância %(inst)s.
zh_hans: 为卷断开连接：未能在实例 %(inst)s 的任何Virtual I/O Server 上为卷 %(volume_id)s 断开连接。
zh_hant: 斷開磁區連線：在任何 Virtual I/O Server 上都無法斷開實例 %(inst)s 的磁區 %(volume_id)s 連線。

source: Had to update the system metadata for the WWPNs due to incorrect physical WWPNs on fabric %(fabric)s
de: Es mussten die Systemmetadaten für die WWPNs wegen falscher physischer WWPNs auf Fabric %(fabric)s aktualisiert werden
es: Ha tenido que actualizar los metadatos del sistema para los WWPN debido a WWPN físicos incorrectos en el entramado %(fabric)s
fr: Métadonnées système non mises à jour pour les WWPN car ceux-ci sont incorrects sur l'ensemble de noeuds %(fabric)s
it: È stato necessario aggiornare i metadati di sistema per i WWPN a causa di WWPN fisici non corretti sul fabric %(fabric)s
ja: ファブリック %(fabric)s 上で物理 WWPN が正しくないため、WWPN のシステム・メタデータを更新する必要がありました
pt_br: Teve que atualizar os metadados do sistema para os WWPNs devido a WWPNs físicos incorretosna malha %(fabric)s
zh_hans: 必须更新 WWPN 的系统元数据，因为光纤网 %(fabric)s 上存在不正确的物理 WWPN
zh_hant: 必須更新 WWPN 的系統 meta 資料，因為光纖 %(fabric)s 上的實體 WWPN 不正確

source: No storage connections found between the Virtual I/O Servers and FC Fabric %(fabric)s.
de: Es wurden keine Speicherverbindungen gefunden zwischen den virtuellen E/A-Servern und FC Fabric %(fabric)s.
es: No se han encontrado conexiones de almacenamiento entre los servidores de E/S virtuales y el canal de fibra Entramado %(fabric)s.
fr: Aucune connexion de stockage détectée entre les serveurs Virtual I/O et l'ensemble de noeuds FC %(fabric)s.
it: Nessuna connessione memoria trovata tra i Virtual I/O Server e il fabric FC %(fabric)s.
ja: Virtual I/O Server と FC ファブリック %(fabric)s 間にストレージ接続が見つかりませんでした。
pt_br: Não há conexões de armazenamento localizadas entre os Virtual I/O Servers e o FC Malha %(fabric)s.
zh_hans: Virtual I/O Server 与 FC 光纤网 %(fabric)s 之间找不到任何存储器连接。
zh_hant: 在 Virtual I/O Server 與 FC 光纖 %(fabric)s 之間找不到儲存體連線。

source: No NPIV mappings exist for instance %(inst)s on fabric %(fabric)s. May not have connected to the fabric yet or fabric configuration was recently modified.
de: Es sind keine NPIV-Zuordnungen für Instanz %(inst)s in Fabric %(fabric)s vorhanden. Möglicherweise wurden sie noch nicht mit dem Fabric verbunden oder die Fabric-Konfiguration wurde vor kurzem modifiziert.
es: No existen correlaciones de NPIV para la instancia %(inst)s en el entramado %(fabric)s. Es posible que aún no se hayan conectado con el entramado o que se haya modificado recientemente la configuración del entramado.
fr: Aucun mappage NPIV existant pour l'instance %(inst)s sur l'ensemble de noeuds %(fabric)s. L'ensemble n'est peut-être pas encore connecté ou la configuration d'ensemble de noeuds a peut-être été modifiée récemment.
it: Nessuna associazione NPIV esistente per l'istanza %(inst)s sul fabric %(fabric)s. Si potrebbe non essere ancora connessi al fabric o la configurazione fabric è stata recentemente modificata.
ja: インスタンス %(inst)s の NPIV マッピングがファブリック %(fabric)s に存在しません。まだファブリックに接続していないか、ファブリック構成が最近変更された可能性があります。
pt_br: Não existem mapeamentos de NPIV para a instância %(inst)s na malha %(fabric)s. Pode não ter conectado à malha ainda ou a configuração da malha foi recentemente modificada.
zh_hans: 光纤网 %(fabric)s 上不存在实例 %(inst)s 的任何 NPIV 映射。可能尚未连接至该光纤网，或最近光纤网配置已修改。
zh_hant: 光纖 %(fabric)s 上不存在實例 %(inst)s 的 NPIV 對映。可能尚未連接至該光纖，或最近已修改光纖配置。

source: There was an error removing the hdisk %(disk)s from the Virtual I/O Server.
de: Bei der Entfernung der HDisk %(disk)s vom virtuellen E/A-Server ist ein Fehler aufgetreten.
es: Se ha producido un error al eliminar el hdisk %(disk)s del servidor de E/S virtual.
fr: Erreur lors du retrait du hdisk %(disk)s du serveur Virtual I/O Server.
it: Si è verificato un errore durante la rimozione dell'hdisk %(disk)s dal Virtual I/O Server.
ja: Virtual I/O Server からの hdisk %(disk)s の削除に問題がありました。
pt_br: Houve um erro ao remover o hdisk %(disk)s do Virtual I/O Server.
zh_hans: 从 Virtual I/O Server 除去 hdisk %(disk)s 时发生错误。
zh_hant: 從 Virtual I/O Server 移除硬碟 %(disk)s 時發生錯誤。

source: Could not remove hdisk for volume: %s
de: Die HDisk für den Datenträger: %s konnte nicht entfernt werden
es: No se ha podido eliminar el hdisk del volumen: %s
fr: Impossible de retirer le hdisk pour le volume %s
it: Impossibile rimuovere hdisk per il volume: %s
ja: ボリューム %s の hdisk を削除できませんでした
pt_br: Não foi possível remover o hdisk para o volume: %s
zh_hans: 无法移除卷的 hdisk：%s
zh_hant: 無法移除磁區的硬碟：%s

source: Discovered device %(dev)s for volume %(volume)s on %(vios)s is in use. Error code: %(status)s.
de: Die erkannte Einheit %(dev)s für Datenträger %(volume)s auf %(vios)s wird bereits verwendet. Fehlercode: %(status)s.
es: El dispositivo descubierto %(dev)s para el volumen %(volume)s en %(vios)s está en uso. Código de error: %(status)s.
fr: Unité détectée %(dev)s pour le volume %(volume)s sur le serveur %(vios)s en cours d'utilisation. Code d'erreur : %(status)s.
it: Dispositivo rilevato %(dev)s per volume %(volume)s su %(vios)s in uso. Codice di errore: %(status)s.
ja: %(vios)s 上のボリューム %(volume)s 用にディスカバーされたデバイス %(dev)s が使用中です。エラー・コード: %(status)s。
pt_br: Dispositivo descoberto %(dev)s para o volume %(volume)s no %(vios)s está em uso. Código de erro: %(status)s.
zh_hans: 发现 %(vios)s 上卷 %(volume)s 的设备 %(dev)s 正在使用中。错误代码：%(status)s。
zh_hant: %(vios)s 上磁區 %(volume)s 的已探索裝置 %(dev)s 正在使用中。錯誤碼：%(status)s。

source: Disconnect Volume: The backing hdisk for volume %(volume_id)s on Virtual I/O Server %(vios)s is not in a valid state. This may be the result of an evacuate.
de: Datenträger trennen: Die Sicherungs-HDisk für den Datenträger %(volume_id)s auf dem virtuellen E/A-Server %(vios)s befindet sich in einem nicht gültigen Zustand. Dies könnte das Ergebnis einer Auslagerung sein.
es: Desconecte el volumen: El hdisk de refuerzo del volumen %(volume_id)s en el servidor de E/S virtual %(vios)s no tiene un estado válido. Puede deberse al resultado de una evacuación.
fr: Déconnexion volume : L'état du hdisk de support du volume %(volume_id)s sur le VIOS %(vios)s n'est pas valide. Ceci peut être le résultat d'une évacuation.
it: Disconnessione volume: l'hdisk di backup per il volume %(volume_id)s sul Virtual I/O Server %(vios)s non è in uno stato valido, Ciò potrebbe essere dovuto a un'evacuazione.
ja: ボリュームの切断: Virtual I/O Server %(vios)s 上のボリューム %(volume_id)s のバッキング hdisk が有効な状態になっていません。これは移動の結果であると考えられます。
pt_br: Desconectar volume: o hdisk de apoio para o volume %(volume_id)s no Virtual I/O Server %(vios)s não está em um estado válido. Isso pode ser resultado de uma evacuação.
zh_hans: 断开连接卷：Virtual I/O Server %(vios)s 上的卷 %(volume_id)s 的支持 hdisk未处于有效状态。这可能是疏散导致的。
zh_hant: 中斷連接磁區：下列 Virtual I/O Server 上磁區 %(volume_id)s 的支援硬碟未處於有效狀態：%(vios)s。這可能是退出的結果。

source: Disconnect Volume: Failed to find disk on Virtual I/O Server %(vios_name)s for volume %(volume_id)s. Volume UDID: %(volume_uid)s. Error: %(error)s
de: Datenträger trennen: Es wurde keine Platte auf dem virtuellen E/A-Server %(vios_name)s für Datenträger %(volume_id)s gefunden. Datenträger-UDID: %(volume_uid)s. Fehler: %(error)s
es: Desconectar volumen: No se ha encontrado el disco en el servidor de E/S virtual %(vios_name)s para el volumen %(volume_id)s. UDID de volumen: %(volume_uid)s. Error: %(error)s
fr: Déconnexion volume : Echec de détection de disque sur le serveur VIOS %(vios_name)s pour le volume %(volume_id)s. UDID volume : %(volume_uid)s. Erreur : %(error)s
it: Disconnessione volume: impossibile trovare il disco sul Virtual I/O Server %(vios_name)s per il volume %(volume_id)s. UDID volume: %(volume_uid)s. Errore: %(error)s
ja: ボリュームの切断: Virtual I/O Server %(vios_name)s 上でボリューム %(volume_id)s のディスクが見つかりませんでした。ボリューム UDID: %(volume_uid)s。エラー: %(error)s
pt_br: Volume de desconexão: falha ao localizar o disco no Virtual I/O Server %(vios_name)s para o volume %(volume_id)s. O UDID do volume:%(volume_uid)s. Erro: %(error)s
zh_hans: 为卷断开连接：未能在卷 %(volume_id)s 的 Virtual I/O Server %(vios_name)s 上找到磁盘。卷 UDID：%(volume_uid)s. 错误：%(error)s
zh_hant: 斷開磁區連線：在 Virtual I/O Server %(vios_name)s 上找不到磁區 %(volume_id)s 的磁碟。磁區 UDID：%(volume_uid)s。錯誤：%(error)s
