Repository: openstack-archive/nova-powervm
Catalog: nova_powervm/locale/*/nova-powervm-log-error.po
Languages: de, fr, it, ja, ko, pt_br, ru, zh_hant

source: Live migration timed out. Aborting migration
de: Die Livemigration hat das zulässige Zeitlimit überschritten. Die Migration wird abgebrochen.
fr: Dépassement du délai d'attente de la migration active. Abandon de la migration
it: La migrazione live è scaduta. Interruzione della migrazione
ja: ライブ・マイグレーションがタイムアウトになりました。マイグレーションを中止します
ko: 실시간 마이그레이션이 제한시간을 초과했습니다. 마이그레이션을 중단합니다.
pt_br: A migração em tempo real atingiu o tempo limite. Interrompendo a migração
ru: Истек тайм-аут оперативной миграции. Миграция прервана
zh_hant: 即時移轉逾時。正在中斷移轉

source: Live migration failed.
de: Die Livemigration ist fehlgeschlagen.
fr: Echec de la migration active.
it: Migrazione live non riuscita.
ja: ライブ・マイグレーションが失敗しました。
ko: 실시간 마이그레이션에 실패했습니다.
pt_br: A migração em tempo real falhou.
ru: Сбой оперативной миграции.
zh_hant: 即時移轉失敗。

source: Migration recover failed with error: %s
de: Die Wiederherstellung der Migration ist fehlgeschlagen mit Fehler: %s
fr: Echec de récupération de la migration avec l'erreur %s
it: Ripristino migrazione non riuscito con errore: %s
ja: マイグレーション・リカバリーが失敗しました。エラー: %s
ko: 마이그레이션 복구 실패. 오류: %s
pt_br: A recuperação da migração falhou com o erro: %s
ru: Не удалось восстановить миграцию. Ошибка: %s
zh_hant: 移轉回復失敗，發生錯誤：%s

source: Abort of live migration has failed. This is non-blocking. Exception is logged below.
de: Der Abbruch der Livemigration ist fehlgeschlagen. Dies ist nicht blockierend. Die Ausnahmebedingung wird unten protokolliert.
fr: Echec de l'abandon de la migration active. Erreur non bloquante. Exception consignée ci-dessous.
it: Interruzione migrazione live non riuscita. Il problema non è bloccante. L'eccezione è registrata di seguito.
ja: ライブ・マイグレーションの中止に失敗しました。これは非ブロッキングです。例外は下に記録されています。
ko: 실시간 마이그레이션 중단에 실패했습니다. 이는 비차단입니다. 예외가 아래에 로그됩니다.
pt_br: A interrupção da migração em tempo real falhou. Este é sem bloqueio. A exceção está registrada abaixo.
ru: Сбой прерывания оперативной миграции. Это неблокирующая ситуация. Исключительная ситуация описана ниже.
zh_hant: 中斷即時移轉失敗。該作業不可中斷。異常狀況記載如下。

source: Unable to unplug VIF with mac %(mac)s for instance %(inst)s.
de: Der VIF mit MAC %(mac)s für Instanz %(inst)s konnte nicht getrennt werden.
fr: Impossible de débrancher le VIF avec l'adresse mac %(mac)s pour l'instance %(inst)s.
it: Impossibile scollegare VIF con mac %(mac)s per l'istanza %(inst)s.
ja: インスタンス %(inst)s の VIF (mac %(mac)s) のアンプラグすることができません。
ko: %(inst)s 인스턴스에 대한 mac %(mac)s을(를) 사용하는 VIF를 언플러그할 수 없습니다.
pt_br: Não é possível desconectar VIF com MAC %(mac)s para instância %(inst)s.
ru: Не удалось отсоединить VIF с mac %(mac)s для экземпляра %(inst)s.
zh_hant: 無法拔除實例 %(inst)s 的 VIF（MAC 為 %(mac)s）。

source: Virtual machine delete failed: LPARID=%s
de: Das Löschen der virtuellen Maschine ist fehlgeschlagen: LPARID=%s
fr: Echec de suppression de la machine virtuelle : LPARID=%s
it: Eliminazione della macchina virtuale non riuscita: LPARID=%s
ja: 仮想マシン削除に失敗しました: LPARID=%s
ko: 가상 머신 삭제 실패: LPARID=%s
pt_br: A exclusão da máquina virtual falhou: LPARID=%s
ru: Сбой удаления виртуальной машины: LPARID=%s
zh_hant: 刪除虛擬機器失敗：LPARID=%s

source: Disk %s not found during resize.
de: Bei der Größenänderung wurde die Platte %s nicht gefunden.
fr: Disque %s introuvable lors du redimensionnement.
it: Disco %s non trovato durante il ridimensionamento.
ja: サイズ変更中にディスク %s が見つかりませんでした。
ko: 크기 조정 중에 %s 디스크를 찾을 수 없습니다.
pt_br: O disco %s não foi localizado durante o redimensionamento.
ru: В процессе изменения размера не найден диск %s.
zh_hant: 在調整大小期間找不到磁碟 %s。

source: Removing failed LU %s.
de: Entfernen fehlgeschlagen LU %s.
fr: Echec du retrait de l'unité logique %s.
it: Rimozione della LU malfunzionante %s.

source: Error checking for shared storage. exception=%s
de: Fehlerprüfung für den gemeinsam genutzten Speicher. Ausnahmebedingung: %s
fr: Erreur lors de la recherche de stockage partagé, exception=%s
it: Errore durante il controllo della memoria condivisa, eccezione=%s
ja: 共用ストレージのエラーを検査中です。例外=%s
ko: 공유 스토리지를 확인하는 중에 오류가 발생했습니다. 예외=%s
pt_br: A verificação de erro para o armazenamento compartilhado. exception=%s
ru: Ошибка проверки общей памяти. Исключительная ситуация=%s
zh_hant: 在檢查是否有共用儲存體時發生錯誤。異常狀況為 %s

source: Could not update NVRAM: %s
de: Der nicht flüchtige Arbeitsspeicher konnte nicht aktualisiert werden: %s
fr: Impossible de mettre à jour la mémoire rémanente (NVRAM) : %s
it: Impossibile aggiornare NVRAM: %s
ja: NVRAM を更新できませんでした: %s
ko: NVRAM을 업데이트할 수 없음: %s
pt_br: Não foi possível atualizar o NVRAM: %s
ru: Не удалось обновить NVRAM: %s
zh_hant: 無法更新 NVRAM：%s

source: Unable to remove VIFs from instance %(inst)s because the system is not in a correct state. The reason reported by the system is: %(reason)s
de: VIFs konnten nicht aus der Instanz %(inst)s entfernt werden, weil sich das System nicht in einem korrekten Zustand befindet. Das System meldet folgenden Grund: %(reason)s
fr: Impossible de retirer les VIF de l'instance %(inst)s car le système n'est pas dans un état correct. Raison consignée par le système : %(reason)s
it: Impossibile rimuovere i VIF dall'istanza %(inst)s perché il sistema non è in uno stato corretto. La causa riportata dal sistema è: %(reason)s
ja: システムの状態が正しくないため、インスタンス %(inst)s から VIF を削除できません。システムから報告された理由: %(reason)s
ko: 시스템 상태가 올바르지 않으므로 %(inst)s 인스턴스에서 VIF를 제거할 수 없습니다. 시스템에서 보고한 이유: %(reason)s
pt_br: Não é possível remover VIFs da instância %(inst)s porque o sistema não está em um estado correto. O motivo relatado pelo sistema é: %(reason)s
ru: Не удалось удалить VIF из экземпляра %(inst)s, так как система находится в неправильном состоянии. Причина, указанная системой: %(reason)s
zh_hant: 無法將 VIF 從實例 %(inst)s 中移除，因為系統未處於正確狀態。系統所報告的原因為：%(reason)s

source: Unable to create VIF(s) for instance %(sys)s. The VM was in a state where VIF plugging is not acceptable. The reason from the system is: %(reason)s
de: Es konnten keine VIF(s) für Instanz %(sys)s erstellt werden. Die VM befand sich in einem Zustand, der das Verbinden von VIFs nicht zulässt. Das System meldet folgenden Grund: %(reason)s
fr: Impossible de créer de VIF pour l'instance %(sys)s. L'état de la machine virtuelle n'acceptait ps le branchement de VIF. Motif du système : %(reason)s
it: Impossibile creare i VIF per l'istanza %(sys)s. La VM era in uno stato per cui il collegamento VIF non è accettabile. La causa dal sistema è: %(reason)s
ja: インスタンス %(sys)s の VIF を作成できません。VM は、VIF プラグ接続が受け入れ不可である状態にありました。システムから報告された理由: %(reason)s
ko: %(sys)s 인스턴스에 대한 VIF를 작성할 수 없습니다. VM이 VIF 플러그가 허용 불가능한 상태에 있었습니다. 시스템의 이유: %(reason)s
pt_br: Não é possível criar VIF(s) para a instância %(sys)s. A VM estava em um estado em que conexão de VIF não é aceitável. O motivo do sistema é: %(reason)s
ru: Не удалось создать VIF для экземпляра %(sys)s. ВМ находится в состоянии, в котором подсоединение VIF не поддерживается. Причина, указанная системой: %(reason)s
zh_hant: 無法建立實例 %(sys)s 的 VIF。VM 所處的狀態無法接受插入 VIF。來自系統的原因為：%(reason)s

source: Error waiting for VIF to be created for instance %(sys)s
de: Beim Warten auf die VIF-Erstellung für Instanz %(sys)s ist ein Fehler aufgetreten.
fr: Erreur lors de l'attente de création de VIF pour l'instance %(sys)s
it: Errore durante l'attesa della creazione del VIF per l'istanza %(sys)s
ja: インスタンス %(sys)s の VIF 作成を待機中にエラーが発生しました
ko: %(sys)s 인스턴스에 대한 VIF가 작성되기를 대기하는 동안 오류 발생
pt_br: Erro ao aguardar o VIF ser criado para a instância %(sys)s
ru: Ошибка при ожидании создания VIF для экземпляра %(sys)s
zh_hant: 等待建立實例 %(sys)s 的 VIF 時發生錯誤

source: VIF Plug failure for callback on event %(event)s for instance %(uuid)s
de: VIF Plug-Ausfall für den Callback bei Ereignis %(event)s für Instanz %(uuid)s
fr: Echec connexion VIF pour rappel sur l'événement %(event)s pour l'instance %(uuid)s
it: Errore di collegamento VIF per la callback sull'evento %(event)s per l'istanza %(uuid)s
ja: インスタンス %(uuid)s のイベント %(event)s でのコールバックの VIF プラグ障害
ko: %(uuid)s 인스턴스의 %(event)s 이벤트에 대한 콜백의 VIF 플러그 실패
pt_br: Falha da conexão de VIF para o retorno de chamada no evento %(event)s para a instância %(uuid)s
ru: Сбой подключения VIF для обратного вызова по событию %(event)s для экземпляра %(uuid)s
zh_hant: 針對實例 %(uuid)s 的事件 %(event)s，VIF 插入回呼失敗

source: Unable to fetch NVRAM for instance %(name)s. Exception: %(reason)s
de: Der nicht flüchtige Arbeitsspeicher konnte für die Instanz %(name)s nicht abgerufen werden. Ausnahmebedingung: %(reason)s
fr: Impossible d'extraire la mémoire rémanente (NVRAM) pour l'instance %(name)s. Exception : %(reason)s
it: Impossibile richiamare NVRAM per l'istanza %(name)s. Eccezione: %(reason)s

source: Unable to store NVRAM for instance %(name)s. Exception: %(reason)s
de: Der nicht flüchtige Arbeitsspeicher konnte für die Instanz %(name)s nicht gespeichert werden. Ausnahmebedingung: %(reason)s
fr: Impossible de stocker la mémoire rémanente (NVRAM) pour l'instance %(name)s. Exception : %(reason)s
it: Impossibile archiviare NVRAM per l'istanza %(name)s. Eccezione: %(reason)s
ja: インスタンス %(name)s の NVRAM を格納できません。例外: %(reason)s
ko: %(name)s 인스턴스에 대한 NVRAM을 저장할 수 없습니다. 예외: %(reason)s
pt_br: Não é possível armazenar o NVRAM para a instância %(name)s. Exceção: %(reason)s
ru: Не удалось сохранить NVRAM для экземпляра %(name)s. Исключительная ситуация: %(reason)s
zh_hant: 無法儲存實例 %(name)s 的 NVRAM。異常狀況：%(reason)s

source: Unable to delete NVRAM for instance %(name)s. Exception: %(reason)s
de: Der nicht flüchtige Arbeitsspeicher konnte für die Instanz %(name)s nicht gelöscht werden. Ausnahmebedingung: %(reason)s
fr: Impossible de supprimer la mémoire rémanente (NVRAM) pour l'instance %(name)s. Exception : %(reason)s
it: Impossibile eliminare NVRAM per l'istanza %(name)s. Eccezione: %(reason)s
ja: インスタンス %(name)s の NVRAM を削除できません。例外: %(reason)s
ko: %(name)s 인스턴스에 대한 NVRAM을 삭제할 수 없습니다. 예외: %(reason)s
pt_br: Não é possível excluir o NVRAM para a instância %(name)s. Exceção: %(reason)s
ru: Не удалось удалить NVRAM для экземпляра %(name)s. Исключительная ситуация: %(reason)s
zh_hant: 無法刪除實例 %(name)s 的 NVRAM。異常狀況：%(reason)s

source: Mappings were not able to find a proper VIOS. The port mappings were %s.
de: Die DNA-Grobanalysen konnten keinen geeigneten virtuellen E/A-Server finden. Die Portzuordnungen waren %s.
fr: Les mappages n'ont pas pu trouver de VIOS approprié. Les mappages de port étaient %s.
it: Le associazioni non sono state in grado di trovare un VIOS appropriato. Le associazioni porta erano %s.
ja: 正しい VIOS をマッピングで検出できませんでした。ポート・マッピングは %s でした。
ko: 맵핑에서 적절한 VIOS를 찾을 수 없습니다. 포트 맵핑은 %s입니다.
pt_br: Os mapeamentos não puderam localizar um VIOS adequado. Os mapeamentos de porta foram %s.
ru: Не удалось найти подходящий VIOS по связям. Связи порта: %s.
zh_hant: 對映找不到適當的 VIOS。埠對映為 %s。

source: Cannot detach volumes from virtual machine: %s
de: Die Zuordnung der Datenträger zur folgenden virtuellen Maschine konnte nicht aufgehoben werden: %s
fr: Impossible de déconnecter les volumes de la machine virtuelle : %s
it: Impossibile scollegare i volumi dalla macchina virtuale: %s
ja: ボリュームを仮想マシンから切り離すことができません: %s
ko: 가상 머신에서 볼륨을 분리할 수 없음: %s
pt_br: Não é possível remover volumes da máquina virtual: %s
ru: Не удалось отключить тома от виртуальной машины: %s
zh_hant: 無法將磁區從虛擬機器分離：%s

source: Error: %s
de: Fehler: %s
fr: Erreur : %s
it: Errore: %s
ja: エラー: %s
ko: 오류: %s
pt_br: Erro: %s
ru: Ошибка: %s
zh_hant: 錯誤：%s
