Repository: openstack-archive/nova-powervm
Catalog: nova_powervm/locale/*/nova-powervm.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: The NVRAM could not be fetched for instance %(instance)s. Reason: %(reason)s
de: Der nicht flüchtige Arbeitsspeicher konnte für Instanz %(instance)s nicht abgerufen werden. Grund: %(reason)s
es: La NVRAM no se ha podido captar para la instancia %(instance)s. Razón: %(reason)s
fr: Impossible extraire NVRAM pour l'instance %(instance)s. Motif : %(reason)s
it: Impossibile recuperare NVRAM per l'istanza %(instance)s. Motivo:%(reason)s
ja: インスタンス %(instance)s について NVRAM を取り出すことができませんでした。 理由:%(reason)s
ko: 인스턴스 %(instance)s에 대해 NVRAM을 페치할 수 없습니다. 이유: %(reason)s
pt_br: O NVRAM não pôde ser buscado para a instância %(instance)s. Razão: %(reason)s
ru: Не удалось получить NVRAM для экземпляра %(instance)s. Причина: %(reason)s
zh_hans: 无法访存实例 %(instance)s 的 NVRAM。原因：%(reason)s
zh_hant: 無法提取實例 %(instance)s 的 NVRAM。原因：%(reason)s

source: The NVRAM could not be deleted for instance %(instance)s. Reason: %(reason)s
de: Der nicht flüchtige Arbeitsspeicher konnte für Instanz %(instance)s nicht gelöscht werden. Grund: %(reason)s
es: La NVRAM no se ha podido suprimir para la instancia %(instance)s. Razón: %(reason)s
fr: Impossible supprimer NVRAM pour l'instance %(instance)s. Motif : %(reason)s
it: Impossibile eliminare NVRAM per l'istanza %(instance)s. Motivo:%(reason)s
ja: インスタンス %(instance)s について NVRAM を削除できませんでした。 理由:%(reason)s
ko: 인스턴스 %(instance)s에 대해 NVRAM을 삭제할 수 없습니다. 이유: %(reason)s
pt_br: O NVRAM não pôde ser excluído para a instância %(instance)s. Razão: %(reason)s
ru: Невозможно удалить NVRAM для экземпляра %(instance)s. Причина: %(reason)s
zh_hans: 无法删除实例 %(instance)s 的 NVRAM。原因：%(reason)s
zh_hant: 無法刪除實例 %(instance)s 的 NVRAM。原因：%(reason)s

source: The configuration option '%(option)s' must be set.
de: Die Konfigurationsoption '%(option)s' muss festgelegt werden.
es: La opción de configuración '%(option)s' debe establecerse.
fr: L'option de configuration '%(option)s' doit être définie.
it: È necessario impostare l'opzione di configurazione '%(option)s'.
ja: 構成オプション「%(option)s」を設定する必要があります。
ko: 구성 옵션 '%(option)s'을(를) 설정해야 합니다.
pt_br: A opção de configuração '%(option)s' deve ser configurada.
ru: Должен быть задан параметр конфигурации '%(option)s'.
zh_hans: 必须设置配置选项“%(option)s”。
zh_hant: 必須設定配置選項 '%(option)s'。

source: Unable to store NVRAM after %d attempts
de: NVRAM konnte nach %d Versuchen nicht gespeichert werden
es: No se puede almacenar NVRAM después de %d intentos
fr: Impossible de stocker la mémoire rémanente après %d tentatives
it: Impossibile memorizzare NVRAM dopo %d tentativi
ja: %d 回試みましたが NVRAM を保管できません。
ko: %d번의 시도 후에는 NVRAM을 저장할 수 없음
pt_br: Não é possível armazenar a NVRAM (memória de acesso aleatório não volátil) após %d tentativas
ru: Не удалось сохранить NVRAM за %d попыток
zh_hans: 尝试 %d 次之后仍然无法存储 NVRAM
zh_hant: 嘗試 %d 次之後仍然無法儲存 NVRAM

source: Object does not exist in Swift.
de: Objekt ist in Swift nicht vorhanden.
es: El objeto no existe en Swift.
fr: L'objet n'existe pas dans Swift.
it: L'oggetto non esiste in Swift.
ja: オブジェクトが Swift に存在しません。
ko: Swift에 오브젝트가 없습니다.
pt_br: O objeto não existe no Swift.
ru: Объект не существует в Swift.
zh_hans: Swift 中没有对象。
zh_hant: 物件不存在於 Swift 中。

source: Invalid connection type of %s
de: Ungültiger Verbindungstyp von %s
es: Tipo de conexión no válido de %s
fr: Type de connexion non valide : %s
it: Tipo di connessione non valido di %s
ja: %s の接続タイプが無効です
ko: %s의 올바르지 않은 연결 유형
pt_br: Tipo de conexão inválida de %s
ru: Недопустимый тип соединения %s
zh_hans: %s 的连接类型无效
zh_hant: 連線類型 %s 無效

source: Unable to find a Virtual I/O Server that hosts the NPIV port map for the server.
de: Es konnte kein virtueller E/A-Server gefunden werden, der die NPIV-Port-Zuordnung für den Server hostet.
es: No se ha podido encontrar ningún servidor de E/S virtual que aloje la correlación de puerto de NPIV para el servidor.
fr: Impossible de trouver un serveur VIOS hébergeant la mappe de port NPIV pour le serveur.
it: Impossibile trovare un Virtual I/O Server che ospiti l'associazione porta NPIV per il server.
ja: Virtual I/O Server (このサーバー自体の NPIV ポート・マップをホストするもの) が見つかりません。
ko: 서버에 대한 NPIV 포트 맵을 호스트하는 Virtual I/O Server를 찾을 수 없습니다.
pt_br: Não é possível localizar um Virtual I/O Server que hospede o mapa de porta NPIV para o servidor rabbitmq.
ru: Не найден VIOS с картой портов NPIV для сервера.
zh_hans: 找不到用来管理服务器的 NPIV 端口映射的Virtual I/O Server。
zh_hant: 找不到用來管理伺服器之 NPIV 埠對映的Virtual I/O Server。

source: Failed to discover valid hdisk on any Virtual I/O Server for volume %(volume_id)s.
de: Fehler beim Erkennen einer gültigen HDisk auf einem virtuellen E/A-Server für Datenträger %(volume_id)s.
es: No se ha podido descubrir hdisk válido en ningún servidor de E/S virtual para el volumen %(volume_id)s.
fr: Echec de reconnaissance de hdisk valide sur un serveur Virtual I/O Server %(volume_id)s.
it: Impossibile rilevare un disco valido su qualsiasi Virtual I/O Server per il volume %(volume_id)s.
ja: Virtual I/O Server 上でボリュームに対して有効な hdisk をディスカバーできませんでした %(volume_id)s.
ko: 볼륨 %(volume_id)s에 대한 Virtual I/O Server에서 올바른 hdisk를 검색하는 데 %(volume_id)s.
pt_br: Falha em descobrir hdisk válido em qualquer Virtual I/O Server para o volume %(volume_id)s.
ru: Не удалось найти допустимый жесткий диск на серверах виртуального ввода-вывода для тома %(volume_id)s.
zh_hans: 未能在任何 Virtual I/O Server 上发现卷的有效 hdisk%(volume_id)s.
zh_hant: 針對下列磁區，無法在任何 Virtual I/O Server 上探索有效硬碟：%(volume_id)s.

source: Failed to discover the hdisk on the required number of Virtual I/O Servers. Volume %(volume_id)s required %(vios_req)d Virtual I/O Servers, but the disk was only found on %(vios_act)d Virtual I/O Servers.
de: Es konnte keine HDisk in der erforderlichen Anzahl von virtuellen E/A-Servern erkannt werden. Der Datenträger %(volume_id)s erfordert %(vios_req)d virtuelle E/A-Server, aber der Datenträger wurde nur auf %(vios_act)d virtuellen E/A-Servern gefunden.
es: Se ha encontrado un error en el descubrimiento del hdisk en el número necesario de servidores de E/S virtuales. El volumen %(volume_id)s necesita %(vios_req)d servidores de E/S virtuales, pero el disco solo se ha encontrado en %(vios_act)d servidores de E/S virtuales.
fr: Echec de reconnaissance du hdisk sur le nombre requis de serveurs Virtual I/O Server. Volume %(volume_id)s requérant %(vios_req)d serveurs VIOS mais disque détecté seulement sur %(vios_act)d serveurs VIOS.
it: Impossibile rilevare l'hdisk sul numero richiesto di Virtual I/O Server. Il volume %(volume_id)s richiedeva %(vios_req)d Virtual I/O Server, ma il disco è stato trovato solo su %(vios_act)d Virtual I/O Server.
ja: 必要な数の Virtual I/O Server 上で hdisk を検出できませんでした。ボリューム %(volume_id)s には %(vios_req)d 個の Virtual I/O Server が必要でしたが、ディスクは %(vios_act)d 個の Virtual I/O Server 上でのみ検出されました。
ko: 필수 개수의 Virtual I/O Server에서 hdisk를 검색하지 못했습니다. 없었습니다. 볼륨 %(volume_id)s에서 %(vios_req)d Virtual I/O Server가 필요하지만, 디스크는 %(vios_act)d개의 Virtual I/O Server에서만 검색되었습니다.
pt_br: Falha ao descobrir o hdisk no número necessário de Virtual I/O Server. O volume %(volume_id)s requeria %(vios_req)d Virtual I/O Servers, mas o disco somente foi localizado em %(vios_act)d Virtual I/O Servers.
ru: Не найден жесткий диск на требуемом числе VIOS. VIOS. Для тома %(volume_id)s требуется %(vios_req)d VIOS, однако диск найден только на %(vios_act)d VIOS.
zh_hans: 未能在所需数量的 Virtual I/O Server 上发现hdisk。卷 %(volume_id)s 需要 %(vios_req)d 个 Virtual I/O Server， 但仅在 %(vios_act)d 个 Virtual I/O Server 上找到磁盘。
zh_hant: 無法在所需數量的 Virtual I/O Server 上探索到硬碟。磁區 %(volume_id)s 需要 %(vios_req)d 個 Virtual I/O Server， 但卻只在 %(vios_act)d 個 Virtual I/O Server 上找到磁碟。
