Repository: openstack-archive/nova-powervm
Catalog: nova_powervm/locale/*/nova-powervm.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Expected exactly one host; found %d
de: Erwartet wurde genau ein Host; gefunden: %d
es: Se esperaba exactamente un solo host; se han encontrado %d
fr: Précisément un hôte attendu ; trouvé %d
it: Previsto un solo host; trovati %d
ja: 予期されたホストは 1 つのみです。検出されたのは %d 個です
ko: 정확히 하나의 호스트를 예상했지만 %d개를 찾았습니다.
pt_br: Esperado exatamente um host; localizados %d
ru: Ожидался только один хост; обнаружено: %d
zh_hans: 期望刚好找到一个主机；但是找到 %d 个主机
zh_hant: 預期只有一個主機；但找到 %d 個

source: The snapshot operation is not supported in conjunction with a CONF.powervm.disk_driver setting of %s.
de: Die Momentaufnahmeoperation wird in Verbindung mit der CONF.powervm.disk_driver-Einstellung %s nicht unterstützt.
es: La operación de instantánea no recibe soporte junto con el valor CONF.powervm.disk_driver de %s.
fr: Opération d'instantané non prise en charge en association avec un paramètre CONF.powervm.disk_driver de %s.
it: L'operazione di istantanea non è supportata in congiunzione con un'impostazione CONF.powervm.disk_driver di %s.
ja: このスナップショット操作は %s の CONF.powervm.disk_driver 設定と一緒ではサポートされません。
ko: 스냅샷 조작은 CONF.powervm.disk_driver 설정이 %s인 경우에는 지원되지 않습니다.
pt_br: A operação de captura instantânea não é suportada em conjunto com uma configuração CONF.powervm.disk_driver de %s.
ru: Операция моментальной копии не поддерживается, если для параметра CONF.powervm.disk_driver указано значение %s.
zh_hans: 当 CONF.powervm.disk_driver 设置为%s 时，不支持快照操作。
zh_hant: 當 CONF.powervm.disk_driver 設定為%s 時，不支援 Snapshot 作業。

source: Plug vif failed because instance %s was not found.
de: VIF einfügen fehlgeschlagen, da Instanz %s nicht gefunden wurde.
es: La conexión de vif ha fallado porque no se ha encontrado la instancia %s.
fr: Echec de connexion vif car l'instance %s est introuvable.
it: Collegamento vif non riuscito perché l'istanza %s non è stata trovata.
ja: インスタンス %s が見つからなかったため、Plug vif は失敗しました。
ko: %s 인스턴스를 찾을 수 없으므로 vif 플러그에 실패했습니다.
pt_br: Plugue vif falhou porque a instância %s não foi localizada.
ru: Подключение vif не выполнено, поскольку экземпляр %s не найден.
zh_hans: 插入 VIF 失败，因为找不到实例 %s。
zh_hant: 插入 VIF 失敗，因為找不到實例 %s。

source: Plug vif failed because of an unexpected error.
de: VIF einfügen wegen eines unerwarteten Fehlers fehlgeschlagen.
es: La conexión de vif ha fallado debido a un error inesperado.
fr: Echec de connexion vif en raison d'une erreur inattendue.
it: Collegamento vif non riuscito a causa di un errore imprevisto.
ja: 予期しないエラーが発生したため、Plug vif は失敗しました。
ko: 예기치 않은 오류 때문에 vif 플러그에 실패했습니다.
pt_br: Plugue vif falhou devido a erro inesperado.
ru: Подключение vif не выполнено вследствие непредвиденной ошибки.
zh_hans: 插入 VIF 失败，因为发生了意外错误。
zh_hant: 插入 VIF 失敗，因為發生了非預期的錯誤。

source: Cannot reduce disk size.
de: Plattengröße kann nicht verringert werden.
es: No se puede reducir el tamaño de disco.
fr: Impossible de réduire la taille du disque.
it: Impossibile ridurre la dimensione del disco.
ja: ディスク・サイズを削減できません。
ko: 디스크 크기를 줄일 수 없습니다.
pt_br: Impossível reduzir o tamanho do disco.
ru: Невозможно уменьшить размер диска.
zh_hans: 无法减小磁盘大小。
zh_hant: 無法減少磁碟大小。

source: Cannot migrate local disks.
de: Lokale Festplatten können nicht migriert werden.
es: No se puede migrar los discos locales.
fr: Impossible de migrer des disques locaux.
it: Impossibile migrare i dischi locali.
ja: ローカル・ディスクをマイグレーションできません。
ko: 로컬 디스크를 마이그레이션할 수 없습니다.
pt_br: Não é possível migrar discos locais.
ru: Невозможно выполнить миграцию локальных дисков.
zh_hans: 无法迁移本地磁盘。
zh_hant: 無法移轉本端磁碟。

source: VNC based terminal for instance %(instance_name)s failed to open: %(exc_msg)s
de: Das VNC-basierte Terminal für Instanz %(instance_name)s konnte nicht geöffnet werden: %(exc_msg)s
es: No se ha podido abrir el terminal basado en VNC para la instancia %(instance_name)s: %(exc_msg)s
fr: Echec d'ouverture du terminal basé VNC pour l'instance %(instance_name)s : %(exc_msg)s
it: L'apertura del terminale basato su VNC per l'istanza %(instance_name)s non è riuscita: %(exc_msg)s
ja: インスタンス %(instance_name)s の VNC ベースの端末を開くことができませんでした: %(exc_msg)s
ko: 인스턴스 %(instance_name)s에 대한 VNC 기반 터미널을 열지 못함: %(exc_msg)s
pt_br: O VNC baseado em terminal para a instância %(instance_name)s falhou ao abrir: %(exc_msg)s
ru: Не удалось открыть терминал VNC для экземпляра %(instance_name)s: %(exc_msg)s
zh_hans: 对于 %(instance_name)s 实例，未能打开基于 VNC 的终端：%(exc_msg)s
zh_hant: 針對 %(instance_name)s 實例，未能開啟 VNC 型終端機：%(exc_msg)s

source: Unable to locate the volume group %(vol_grp)s to store the virtual optical media within. Unable to create the media repository.
de: Die Datenträgergruppe %(vol_grp)s, in der die virtuellen optischen Medien gespeichert werden sollen, wurde nicht gefunden. Das Medienrepository konnte nicht erstellt werden.
es: No se puede ubicar el grupo de volúmenes %(vol_grp)s en el que almacenar el soporte óptico virtual. No se puede crear el repositorio de soportes.
fr: Impossible de localiser le groupe de volumes %(vol_grp)s dans lequel est stocké le support optique virtuel. Impossible de créer le référentiel de supports.
it: Impossibile individuare il gruppo di volumi %(vol_grp)s per memorizzarvi i supporti otticivirtuali. Impossibile creare il repository di supporti.
ja: 仮想光メディアの保管場所となるボリューム・グループ %(vol_grp)s が が見つかりません。 メディア・リポジトリーを作成できません。
ko: 가상 광학 매체가 저장될 볼륨 그룹 %(vol_grp)s을(를) 찾을 수 없습니다. 매체 저장소를 작성할 수 없습니다.
pt_br: Não é possível localizar o grupo de volumes %(vol_grp)s no qual armazenar a mídia virtual ótica. Impossível criar o repositório de mídia.
ru: Не удалось найти группу томов %(vol_grp)s для размещения виртуального оптического носителя. Не удалось создать хранилище носителей.
zh_hans: 找不到用于存储虚拟光学介质的卷组 %(vol_grp)s。无法创建介质存储库。
zh_hant: 找不到在其中儲存虛擬光學媒體的磁區群組 %(vol_grp)s。無法建立媒體儲存庫。

source: Having scanned SCSI bus %(bus)x on the management partition, disk with UDID %(udid)s failed to appear after %(polls)d polls over %(timeout)d seconds.
de: Der SCSI-Bus %(bus)x auf der Managementpartition wurde durchsucht, die Platte mit UDID %(udid)s erschien nach %(polls)d Abfragen über %(timeout)d Sekunden nicht.
es: Tras haber explorado el bus SCSI %(bus)x en la partición de gestión, el disco con UDID %(udid)s no ha aparecido después de los sondeos %(polls)d en %(timeout)d segundos.
fr: Après analyse du bus SCSI %(bus)x sur la partition de gestion, le disque avec l'UDID %(udid)s n'est pas apparu après %(polls)d interrogations en %(timeout)d secondes.
it: Avendo effettuato la scansione del bus SCSI %(bus)x sulla partizione di gestione, non è stato possibile rilevare il disco con UDID %(udid)s dopo l'esecuzione di %(polls)d operazioni di polling nell'arco di %(timeout)d secondi.per l'istanza del servizio.
ja: 管理区画で SCSI バス %(bus)x がスキャンされました。%(timeout)d 秒にわたる %(polls)d 回のポーリング後、UDID %(udid)s のディスクは検出されませんでした。
ko: 관리 파티션에서 SCSI 버스 %(bus)x을(를) 스캔한 경우, UDID %(udid)s의 디스크가 %(timeout)d초 동안 %(polls)d번 폴링한 이후 발견되지 않습니다.
pt_br: Tendo barramento SCSI digitalizado %(bus)x na partição de gerenciamento, disco com UDID%(udid)s falhou em aparecer após as pesquisas %(polls)d em %(timeout)d segundos.
ru: После сканирования шины SCSI %(bus)x в разделе управления не удалось отобразить диск с UDID %(udid)s после %(polls)d опросов за %(timeout)d секундах.
zh_hans: 已扫描管理分区上的 SCSI 总线 %(bus)x，在 %(timeout)d 秒内进行 %(polls)d 次轮询后，UDID 为 %(udid)s 的磁盘未能显示。
zh_hant: 在管理分割區上掃描 SCSI 匯流排 %(bus)x 時，UDID 為 %(udid)s 的磁碟未在 %(timeout)d 秒內的 %(polls)d 次輪詢之後出現。

source: Expected to find exactly one disk on the management partition at %(path_pattern)s; found %(count)d.
de: Erwartet wurde genau eine Platte auf der Managementpartition unter %(path_pattern)s; gefunden wurden %(count)d.
es: Se esperaba encontrar un único disco en la partición de gestión en %(path_pattern)s; se han encontrado %(count)d.
fr: Précisément un disque attendu sur la partition de gestion à l'adresse Attendu %(path_pattern)s ; trouvé %(count)d.
it: Era previsto trovare un solo disco sulla partizione di gestione in %(path_pattern)s; trovati %(count)d.
ja: %(path_pattern)s の管理区画で 1 つのディスクのみが見つかると予期されていましたが、%(count)d 個が見つかりました。
ko: %(path_pattern)s에서 관리 파티션의 디스크를 정확히 하나를 찾을 것으로 예상했지만, %(count)d개를 찾았습니다.
pt_br: Esperava localizar exatamente um disco na partição de gerenciamento no %(path_pattern)s; localizado%(count)d.
ru: Ожидался ровно один диск в разделе управления %(path_pattern)s; обнаружено %(count)d.
zh_hans: 期望以下位置的管理分区中找到正好一个磁盘：%(path_pattern)s；但发现 %(count)d 个磁盘。
zh_hant: 預期在 %(path_pattern)s 處的管理分割區上只找到一個磁碟；但卻找到 %(count)d 個。

source: Device %(devpath)s is still present on the management partition after attempting to delete it. Polled %(polls)d times over %(timeout)d seconds.
de: Die Einheit %(devpath)s ist immer noch auf der Managementpartition vorhanden, nachdem versucht wurde, sie zu löschen. Es wurde %(polls)d Mal in %(timeout)d Sekunden abgefragt.
es: El dispositivo %(devpath)s todavía está presente en la partición de gestión después de intentar suprimirlo. Se ha sondeado %(polls)d veces durante %(timeout)d segundos.
fr: L'unité %(devpath)s est encore présente sur la partition de gestion après la tentative de suppression. %(polls)d interrogations en %(timeout)d secondes.
it: Il dispositivo %(devpath)s è ancora presente nella partizione dopo il tentativo di eliminarlo. Operazione di polling eseguita %(polls)d volte nell'arco di %(timeout)dsecondi.
ja: デバイス %(devpath)s は、削除の試行後にも依然として管理区画上に存在します。 %(timeout)d 秒にわたって %(polls)d 回ポーリングが行われました。
ko: 삭제를 시도한 후에 장치 %(devpath)s이(가) 아직 관리 파티션에 존재합니다. %(timeout)d초 동안 %(polls)d번 폴링했습니다.
pt_br: O dispositivo %(devpath)s ainda está presente na partição de gerenciamento após tentar excluí-lo. Pesquisado %(polls)d vezes em %(timeout)d segundos.
ru: Устройство %(devpath)s по-прежнему присутствует в разделе управления после попытки удалить его. Опрошено %(polls)d раз за %(timeout)d сек.
zh_hans: 尝试删除设备 %(devpath)s 之后，该设备仍然存在管理分区上。已轮询 %(polls)d 次，耗时 %(timeout)d秒。
zh_hant: 在嘗試刪除裝置 %(devpath)s 之後，該裝置仍呈現在管理分割區上。已輪詢 %(polls)d 次，歷時 %(timeout)d秒。

source: Failed to map boot disk of instance %(instance_name)s to the management partition from any Virtual I/O Server.
de: Fehler beim Zuordnen des Bootdatenträgers von Instanz %(instance_name)s zur Managementpartition eines virtuellen E/A-Servers.
es: No se ha podido correlacionar el disco de arranque de la instancia %(instance_name)s con la partición de gestión desde ningún servidor de E/S virtual.
fr: Echec du mappage du disque d'amorçage de l'instance %(instance_name)s sur la partition de gestion depuis tout serveur Virtual I/O Server.
it: Impossibile associare il disco di avvio dell'istanza %(instance_name)s alla partizione di gestione da qualsiasi Virtual I/O Server.
ja: インスタンス %(instance_name)s のブート・ディスクを、どの Virtual I/O Server からも管理区画にマップできませんでした。
ko: 인스턴스 %(instance_name)s의 부트 디스크를 Virtual I/O Server의 관리 파티션에 맵핑할 수 없습니다.
pt_br: Falha em mapear o disco de inicialização da instância %(instance_name)s para a partição de gerenciamento de qualquer Virtual I/O Server.
ru: Не удалось подключить загрузочный диск экземпляра %(instance_name)s к разделу управления ни через один сервер VIOS.
zh_hans: 无法将实例 %(instance_name)s 的引导磁盘映射至任何Virtual I/O Server 中的管理分区。
zh_hant: 無法透過任何 Virtual I/O Server 將實例 %(instance_name)s 的開機磁碟對映至管理分割區。

source: Failed to find newly-created mapping of storage element %(stg_name)s from Virtual I/O Server %(vios_name)s to the management partition.
de: Die neu erstellte Zuordnung des Speicherelements %(stg_name)s vom virtuellen E/A-Server %(vios_name)s zur Managementpartition konnte nicht gefunden werden.
es: No se ha encontrado la correlación recién creada del elemento de almacenamiento %(stg_name)s del servidor de E/S virtual %(vios_name)s con la partición de gestión.
fr: Echec de détection du mappage nouvellement créé de l'élément de stockage %(stg_name)s du serveur VIOS %(vios_name)s vers la partition de gestion.
it: Impossibile trovare l'associazione appena creata dell'elemento memoria %(stg_name)s dal Virtual I/O Server %(vios_name)s alla partizione di gestione.
ja: Virtual I/O Server %(vios_name)s から管理区画へのストレージ・エレメント %(stg_name)s の新規作成されたマッピングが見つかりませんでした。
ko: Virtual I/O Server %(vios_name)s에서 관리 파티션으로 스토리지 요소 %(stg_name)s의 새로 작성된 맵핑을 찾을 수 없습니다.
pt_br: Falha ao localizar o mapeamento recém-criado do elemento de armazenamento %(stg_name)s do Virtual I/O Server %(vios_name)s para a partição de gerenciamento.
ru: Не найдена только что созданная связь элемента системы хранения %(stg_name)s из сервера VIOS %(vios_name)s с разделом управления.
zh_hans: 找不到存储元素 %(stg_name)s 的新建映射 （从 Virtual I/O Server %(vios_name)s 映射到管理分区）。
zh_hant: 找不到儲存體元素 %(stg_name)s 的新建對映 （從 Virtual I/O Server %(vios_name)s 對映至管理分割區）。

source: Unable to locate the volume group '%(vg_name)s' for this operation.
de: Die Datenträgergruppe '%(vg_name)s' für diesen Vorgang konnte nicht lokalisiert werden.
es: No se puede ubicar el grupo de volúmenes '%(vg_name)s' para esta operación.
fr: Impossible de localiser le groupe de volumes '%(vg_name)s' pour cette opération.
it: Impossibile individuare il gruppo di volumi '%(vg_name)s' per questa operazione.
ja: この操作用のボリューム・グループ「%(vg_name)s」が見つかりません。
ko: 이 조작의 볼륨 그룹 '%(vg_name)s'을(를) 찾을 수 없습니다.
pt_br: Não é possível localizar o grupo de volumes '%(vg_name)s' para esta operação.
ru: Не найдена группа томов '%(vg_name)s', необходимая для этой операции.
zh_hans: 找不到对应此操作的卷组“%(vg_name)s”。
zh_hant: 找不到用於這項作業的磁區群組 '%(vg_name)s'。

source: Unable to locate the Cluster '%(clust_name)s' for this operation.
de: Cluster '%(clust_name)s' für diesen Vorgang konnte nicht lokalisiert werden.
es: No se puede ubicar el clúster '%(clust_name)s' para esta operación.
fr: Impossible de localiser la grappe '%(clust_name)s' pour cette opération.
it: Impossibile individuare il cluster '%(clust_name)s' per questa operazione.
ja: この操作用のクラスター「%(clust_name)s」が見つかりません。
ko: 이 조작의 클러스터 '%(clust_name)s'을(를) 찾을 수 없습니다.
pt_br: Não é possível localizar o Cluster '%(clust_name)s' para esta operação.
ru: Не найден кластер '%(clust_name)s', необходимый для этой операции.
zh_hans: 找不到对应此操作的集群“%(clust_name)s”。
zh_hant: 找不到用於這項作業的叢集 '%(clust_name)s'。

source: Unable to locate any Cluster for this operation.
de: Es konnte kein Cluster für diesen Vorgang lokalisiert werden.
es: No se puede ubicar ningún clúster para esta operación.
fr: Impossible de localiser une grappe pour cette opération.
it: Impossibile individuare un cluster per questa operazione.
ja: この操作用のクラスターが見つかりません。
ko: 이 조작의 클러스터를 찾을 수 없습니다.
pt_br: Não é possível localizar um cluster para esta operação.
ru: Не найден ни один кластер для выполнения этой операции.
zh_hans: 找不到对应此操作的任何集群。
zh_hant: 找不到用於這項作業的任何叢集。

source: Unexpectedly found %(clust_count)d Clusters matching name '%(clust_name)s'.
de: Gefunden wurden unerwartet %(clust_count)d Cluster zu dem Namen '%(clust_name)s'.
es: Inesperadamente, se han encontrado clústeres %(clust_count)d coincidentes con el nombre '%(clust_name)s'.
fr: Détection inattendue de %(clust_count)d grappes avec un nom correspondant. '%(clust_name)s'.
it: Sono stati trovati inaspettatamente %(clust_count)d cluster che corrispondono al nome'%(clust_name)s'.
ja: 名前「%(clust_name)s」に合致するクラスターが予期せず %(clust_count)d 個見つかりました。
ko: 다음 이름과 일치하는 %(clust_count)d개의 클러스터를 예상치 않게 찾았습니다.'%(clust_name)s'.
pt_br: Clusters com nomes correspondentes %(clust_count)d localizados inesperadamente '%(clust_name)s'.
ru: Неожиданно обнаружено %(clust_count)d кластеров с именем '%(clust_name)s'.
zh_hans: 意外找到 %(clust_count)d 个与名称“%(clust_name)s”匹配的集群。
zh_hant: 非預期地找到 %(clust_count)d 個符合名稱'%(clust_name)s' 的叢集。

source: No cluster_name specified. Refusing to select one of the %(clust_count)d Clusters found.
de: Kein cluster_name angegeben. Verweigerung der Auswahl eines der %(clust_count)d gefundenen Cluster.
es: No se ha especificado cluster_name. Se rechaza seleccionar uno de los clústeres %(clust_count)d encontrados.
fr: Aucun cluster_name spécifié. Refus de sélectionner une des %(clust_count)d grappes détectées.
it: Nessun cluster_name specificato. Rifiutata la selezione di uno dei %(clust_count)d cluster trovati.
ja: cluster_name が指定されていません。 見つかった %(clust_count)d 個のクラスターのうち 1 つを選択することを拒否しています。
ko: cluster_name이 지정되지 않습니다. 발견된 %(clust_count)d개의 클러스터 중 하나를 선택할 것을 거부 중입니다.
pt_br: Nenhum cluster_name especificado. Recusando-se selecionar um dos %(clust_count)d localizados.
ru: Не задано значение cluster_name. Невозможно выбрать ни один из %(clust_count)d найденных кластеров.
zh_hans: 未指定 cluster_name。拒绝选择所发现的 %(clust_count)d 个 集群中的一个。
zh_hant: 未指定 cluster_name。將拒絕選取所找到的 %(clust_count)d 個叢集中的一個。

source: Unable to attach storage (id: %(volume_id)s) to virtual machine %(instance_name)s. %(reason)s
de: Der Speicher (ID: %(volume_id)s) konnte nicht zur virtuellen Maschine %(instance_name)s. %(reason)s
es: No se puede asociar el almacenamiento (id: %(volume_id)s) con la máquina virtual %(instance_name)s. %(reason)s
fr: Impossible de connecter le stockage (ID : %(volume_id)s) à la machine virtuelle %(instance_name)s. %(reason)s
it: Impossibile collegare la memoria (id: %(volume_id)s) alla macchina virtuale %(instance_name)s. %(reason)s
ja: ストレージ (id: %(volume_id)s) を仮想マシン %(instance_name)s に接続できません。%(reason)s
ko: 스토리지(id: %(volume_id)s)를 가상 머신에 연결할 수 없습니다. %(instance_name)s. %(reason)s
pt_br: Não é possível conectar o armazenamento (ID: %(volume_id)s) à máquina virtual %(instance_name)s. %(reason)s
ru: Не удалось подключить устройство хранения (ИД: %(volume_id)s) к виртуальной машине %(instance_name)s. %(reason)s
zh_hans: 无法将存储器（标识：%(volume_id)s）连接至虚拟机%(instance_name)s. %(reason)s
zh_hant: 無法將儲存體（ID：%(volume_id)s）連接至虛擬機器%(instance_name)s. %(reason)s

source: Unable to extend volume (id: %(volume_id)s) on virtual machine %(instance_name)s.
de: Fehler beim Erweitern des Datenträgers (ID: %(volume_id)s) auf der virtuellen Maschine %(instance_name)s.
es: No se puede ampliar el volumen (id: %(volume_id)s) en la máquina virtual %(instance_name)s.
fr: Impossible d'étendre le volume (ID : %(volume_id)s) de la machine virtuelle %(instance_name)s.
it: Impossibile estendere il volume (id: %(volume_id)s) sulla macchina virtuale %(instance_name)s.
ja: 仮想マシン %(instance_name)s 上でボリューム (id: %(volume_id)s) を拡張できません。
ko: 가상 머신에서 볼륨(id: %(volume_id)s)을 확장할 수 없습니다. %(instance_name)s.
pt_br: Não é possível estender o volume (id:%(volume_id)s) na máquina virtual %(instance_name)s.
ru: Не удалось расширить том (ИД: %(volume_id)s) в виртуальной машине %(instance_name)s.
zh_hans: 无法扩展虚拟机 %(instance_name)s 上的卷（标识：%(volume_id)s）。
zh_hant: 無法延伸虛擬機器 %(instance_name)s 上的磁區（ID：%(volume_id)s）。

source: Unable to detach volume (id: %(volume_id)s) from virtual machine %(instance_name)s. %(reason)s
de: Der Datenträger (ID: %(volume_id)s) konnte nicht von der virtuellen Maschine %(instance_name)s. %(reason)s
es: No se puede desconectar el volumen (id: %(volume_id)s) de la máquina virtual %(instance_name)s. %(reason)s
fr: Impossible de déconnecter le volume (ID : %(volume_id)s) de la machine %(instance_name)s. %(reason)s
it: Impossibile scollegare il volume (id: %(volume_id)s) dalla macchina virtuale %(instance_name)s. %(reason)s
ja: ボリューム (id: %(volume_id)s) を仮想マシン %(instance_name)s から切り離すことができません。%(reason)s
ko: 가상 머신에서 볼륨(id: %(volume_id)s)의 연결을 끊을 수 없습니다. %(instance_name)s. %(reason)s
pt_br: Não é possível remover o volume (ID: %(volume_id)s) da máquina virtual %(instance_name)s. %(reason)s
ru: Не удалось отключить том (ИД: %(volume_id)s) от виртуальной машины %(instance_name)s. %(reason)s
zh_hans: 无法将卷（标识：%(volume_id)s）从虚拟机%(instance_name)s. %(reason)s
zh_hant: 無法將磁區（ID：%(volume_id)s）從下列虛擬機器分離：%(instance_name)s. %(reason)s

source: Unable to perform pre live migration steps on volume (id: %(volume_id)s) from virtual machine %(instance_name)s.
de: Schritte vor der Livemigration für Datenträger (ID: %(volume_id)s) von der virtuellen Maschine %(instance_name)s konnten nicht durchgeführt werden.
es: No se pueden realizar los pasos previos a la migración en directo en el volumen (id: %(volume_id)s) desde la máquina virtual %(instance_name)s.
fr: Impossible d'effectuer la procédure de pré-migration sur le volume (ID : %(volume_id)s) depuis la machine virtuelle %(instance_name)s.
it: Impossibile eseguire i passi preliminari della migrazione live sul volume (id: %(volume_id)s) dalla macchina virtuale %(instance_name)s.
ja: ボリューム (id: %(volume_id)s) で仮想マシン %(instance_name)s からライブ・マイグレーション前手順を実行できません。
ko: 볼륨(id: %(volume_id)s)의 이전 실시간 마이그레이션 단계를 %(instance_name)s에서 수행할 수 없습니다.
pt_br: Não é possível executar as etapas de pré-migração em tempo real no volume (id:%(volume_id)s) a partir da máquina virtual %(instance_name)s.
ru: Не удалось выполнить предварительные шаги оперативной миграции для тома (ИД: %(volume_id)s) в виртуальной машине %(instance_name)s.
zh_hans: 无法从虚拟机 %(instance_name)s 对卷（标识：%(volume_id)s）执行预先实时迁移步骤。
zh_hant: 從以下虛擬機器中，無法對磁區（ID：%(volume_id)s）執行前置即時移轉步驟：%(instance_name)s。

source: PowerVM API failed to complete for instance=%(inst_name)s.%(reason)s
de: PowerVM-API fehlgeschlagen für Instanz=%(inst_name)s.%(reason)s
es: La interfaz de programación de aplicaciones de PowerVM no se ha podido completar para la instancia=%(inst_name)s.%(reason)s
fr: Echec de l'API PowerVM pour l'instance=%(inst_name)s.%(reason)s
it: Impossibile completare l'API PowerVM per l'istanza=%(inst_name)s.%(reason)s
ja: PowerVM API はインスタンス %(inst_name)s について完了しませんでした。%(reason)s
ko: PowerVM API: instance=%(inst_name)s에 대해 완료에 실패했습니다. 이유: %(reason)s
pt_br: A API do PowerVM falhou em concluir instance=%(inst_name)s.%(reason)s
ru: Сбой API PowerVM для экземпляра %(inst_name)s. %(reason)s
zh_hans: 未能对实例 %(inst_name)s 完成 PowerVM API。原因：%(reason)s
zh_hant: 未能對實例 %(inst_name)s 完成 PowerVM API。%(reason)s
