Repository: openstack-archive/nova-powervm
Catalog: nova_powervm/locale/*/nova-powervm-log-info.po
Languages: de, es, fr, it, ja, pt_br, ru

source: The compute driver has been initialized.
de: Der Rechentreiber wurde initialisiert.
es: Se ha inicializado el controlador de cálculo.
fr: Le pilote de calcul a été initialisé.
it: Driver di calcolo inizializzato.
ja: 計算ドライバーが初期化されました。
pt_br: O driver de cálculo foi inicializado.
ru: Вычислительный драйвер инициализирован.

source: The compute driver has been shutdown.
de: Der Compute-Treiber wurde heruntergefahren.
es: El controlador de cálculo se ha apagado.
fr: Le pilote de calcul a été arrêté.
it: Driver di calcolo arrestato.
ja: 計算ドライバーがシャットダウンされました。
pt_br: O driver de cálculo foi encerrado.
ru: Работа вычислительного драйвера завершена.

source: Host UUID is:%s
de: Die Host-UUID lautet:%s
es: El UUID del host es:%s
fr: UUID hôte : %s
it: L'UUID host è:%s
ja: ホスト UUID: %s
pt_br: UUID do host é:%s
ru: UUID хоста:%s

source: Operation: %(op)s. Virtual machine display name: %(display_name)s, name: %(name)s, UUID: %(uuid)s
de: Operation: %(op)s. Anzeigename der virtuellen Maschine: %(display_name)s, name: %(name)s, UUID: %(uuid)s
es: Operación: %(op)s. Nombre de visualización de la máquina virtual: %(display_name)s, nombre: %(name)s, UUID: %(uuid)s
fr: Opération : %(op)s. Nom d'affichage machine virtuelle : %(display_name)s, nom : %(name)s, UUID : %(uuid)s
it: Operazione: %(op)s. Nome di visualizzazione macchina virtuale: %(display_name)s, nome: %(name)s, UUID: %(uuid)s
ja: 操作: %(op)s。仮想マシン表示名: %(display_name)s,、名前: %(name)s、UUID: %(uuid)s
pt_br: Operação: %(op)s. Nome de exibição da máquina virtual: %(display_name)s, nome: %(name)s, UUID: %(uuid)s
ru: Операция: %(op)s. Отображаемое имя виртуальной машины: %(display_name)s, имя: %(name)s, UUID: %(uuid)s

source: Destroy called for migrated/resized instance.
de: Löschvorgang für migrierte / in der Größe geänderte Instanz aufgerufen.
es: Se ha efectuado una llamada de destrucción para una instancia migrada o redimensionada.
fr: Commande destroy appelé pour l'instance migrée/redimensionnée.
it: Richiamato destroy per l'istanza migrata/ridimensionata.
ja: マイグレーション/サイズ変更されたインスタンスに対して破棄が呼び出されました。
pt_br: Destruição chamada para instância migrada/redimensionada.
ru: Вызвана команда уничтожения для экземпляра, который был перенесен или у которого был изменен размер.

source: Ignoring destroy call during resize revert.
de: Der Löschaufruf während der Aufhebung der Größenänderung wird ignoriert.
es: Se ignora la llamada de destrucción al revertir el redimensionamiento.
fr: Ignorer la destruction d'appel lors du rétablissement du redimensionnement.
it: Viene ignorata la chiamata di destroy durante l'inversione del ridimensionamento.
ja: サイズ変更の復帰時には破棄呼び出しを無視します。
pt_br: Ignorando chamada de destruição durante a reversão do redimensionamento.
ru: Во время возвращения изменения размеров вызов функции уничтожения игнорируется.

source: During volume detach, the instance was not found on this host.
de: Bei der Aufhebung der Zuordnung des Datenträgers wurde die Instanz nicht auf diesem Host gefunden.
es: Al desconectar el volumen, no se ha encontrado la instancia en este host.
fr: Instance introuvable sur l'hôte lors de la déconnexion de volume.
it: Durante lo scollegamento del volume, non è stata trovata l'istanza su questo host.
ja: ボリューム切り離し時に、インスタンスがこのホストに見つかりませんでした。
pt_br: Durante a remoção do volume, a instância não foi localizada neste host.
ru: В процессе отключения тома не найден экземпляр на этом хосте.

source: Checking live migration capability on destination host.
de: Die Livemigrationsfähigkeit auf dem Zielhost wird überprüft.
es: Se está comprobando la capacidad de la migración en directo en el host de destino.
fr: Vérification de la fonction de migration active sur l'hôte de destination.
it: Controllo capacità di migrazione live sull'host di destinazione.
ja: 宛先ホストでライブ・マイグレーション機能を検査中です。
pt_br: Verificando o recurso de migração em tempo real no host de destino.
ru: Проверка возможности оперативной миграции на хосте назначения.

source: Cleaning up from checking live migration capability on destination.
de: Bereinigung von der Prüfung der Livemigrationsfähigkeit auf dem Ziel.
es: Se está limpiando desde la verificación de capacidad de la migración en directo en el destino.
fr: Nettoyage suite à la vérification de la fonction de migration active sur l'hôte de destination.
it: Cleanup dal controllo capacità di migrazione live sulla destinazione.
ja: 宛先でのライブ・マイグレーション機能の検査からのクリーンアップ中です。
pt_br: Limpando a partir da verificação do recurso de migração em tempo real no destino.
ru: Отказ от проверки возможности оперативной миграции на хосте назначения.

source: Checking live migration capability on source host.
de: Die Livemigrationsfähigkeit auf dem Quellenhost wird überprüft.
es: Se está comprobando la capacidad de la migración en directo en el host de origen.
fr: Vérification de la fonction de migration active sur l'hôte source.
it: Controllo capacità di migrazione live sull'host di origine.
ja: ソース・ホストでライブ・マイグレーション機能を検査中です。
pt_br: Verificando o recurso de migração em tempo real no host de origem.
ru: Проверка возможности оперативной миграции на исходном хосте.

source: Pre live migration processing.
de: Verarbeitung vor der Livemigration.
es: Proceso previo a la migración en directo.
fr: Traitement avant migration active.
it: Elaborazione pre-migrazione live.
ja: ライブ・マイグレーション前処理中です。
pt_br: Processamento de pré-migração em tempo real.
ru: Предварительные действия оперативной миграции.

source: Post live migration processing on source host.
de: Verarbeitung nach der Livemigration auf dem Quellenhost.
es: Proceso posterior a la migración en directo en el host de origen.
fr: Traitement post-migration active sur l'hôte source.
it: Elaborazione post-migrazione live sull'host di origine.
ja: ソース・ホストでのライブ・マイグレーション後処理中です。
pt_br: Processamento de pós-migração em tempo real no host de origem.
ru: Заключительные действия оперативной миграции на исходном хосте.

source: Post live migration processing on destination host.
de: Verarbeitung nach der Livemigration auf dem Zielhost.
es: Proceso posterior a la migración en directo en el host de destino.
fr: Traitement post-migration active sur l'hôte de destination.
it: Elaborazione post-migrazione live sull'host di destinazione.
ja: 宛先ホストでのライブ・マイグレーション後処理中です。
pt_br: Processamento de pós-migração em tempo real no host de destino.
ru: Заключительные действия оперативной миграции на хосте назначения.

source: Sending life cycle event for instance state change to: %s
de: Senden eines Lebenszyklusereignisses, um den Instanzstatus in: %s zu ändern
es: Enviando suceso de ciclo de vida para cambiar el estado de la instancia a: %s
fr: Envoi d'événement de cycle de vie pour le changement d'état d'instance : %s
it: Invio evento ciclo di vita per modifica stato istanza a: %s
ja: インスタンス状態変更のライフサイクル・イベントを %s に送信しています
pt_br: Enviando evento de ciclo de vida de mudança de estado de instância para: %s
ru: Отправка события жизненного цикла для изменения состояния экземпляра на %s

source: Performing pre migration for volume %(volume)s
de: Durchführung der Verarbeitung vor der Migration für Datenträger %(volume)s
es: Se está realizando la migración previa para el volumen %(volume)s
fr: Exécution de la pré-migration pour le volume %(volume)s
it: Esecuzione premigrazione per il volume %(volume)s
ja: ボリューム %(volume)s のマイグレーション前処理を実行中
pt_br: Executando pré-migração para o volume %(volume)s
ru: Предварительные действия миграции для тома %(volume)s

source: Performing post migration for volume %(volume)s
de: Durchführung der Verarbeitung nach der Migration für Datenträger %(volume)s
es: Se está realizando la migración posterior para el volumen %(volume)s
fr: Exécution de la post-migration pour le volume %(volume)s
it: Esecuzione postmigrazione per il volume %(volume)s
ja: ボリューム %(volume)s のマイグレーション後処理を実行中
pt_br: Executando pós-migração para o volume %(volume)s
ru: Заключительные действия миграции для тома %(volume)s

source: Performing detach for volume %(volume)s
de: Die Zuordnung für den Datenträger %(volume)s wird aufgehoben
es: Realizando la desconexión del volumen %(volume)s
fr: Exécution de la déconnexion pour le volume %(volume)s
it: Esecuzione scollegamento per il volume %(volume)s
ja: ボリューム %(volume)s の切り離しを実行しています
pt_br: Executando remoção para o volume %(volume)s
ru: Выполнение отключения для тома %(volume)s

source: Creating config drive for instance: %s
de: Das Konfigurationslaufwerk für Instanz: %s wird erstellt
es: Se está creando la unidad de configuración para la instancia: %s
fr: Création de l'unité de configuration pour l'instance : %s
it: Creazione unità config per istanza: %s
ja: インスタンス %s の構成ドライブを作成中
pt_br: Criando a unidade de configuração para a instância: %s
ru: Создание настроечного накопителя для экземпляра: %s

source: Config drive ISO being built for instance %(inst)s building to path %(iso_path)s.
de: Das ISO-Konfigurationslaufwerk für Instanz %(inst)s wird erstellt im Pfad %(iso_path)s.
es: Creando unidad de configuración ISO para creación de instancia %(inst)s para vía de acceso %(iso_path)s.
fr: ISO unité de configuration en cours de génération pour la génération de de l'instance %(inst)s sur le chemin %(iso_path)s.
it: ISO unità config costruito per istanza %(inst)s su percorso %(iso_path)s.
ja: インスタンス %(inst)s の構成ドライブ ISO をパス %(iso_path)s に作成しています。
pt_br: A unidade de configuração ISO está sendo construída para a construção da instância %(inst)s para o caminho %(iso_path)s.
ru: Формирование ISO настроечного накопителя для экземпляра %(inst)s с путем %(iso_path)s.

source: Adding cfg drive mapping for instance %(inst)s for Virtual I/O Server %(vios)s
de: Die Konfigurationslaufwerkzuordnung für Instanz %(inst)s für den virtuellen E/A-Server %(vios)s wird erstellt.
es: Añadiendo la correlación de unidad de configuración para la instancia %(inst)s para el servidor de E/S virtual %(vios)s
fr: Ajout du mappage d'unité de configuration pour l'instance %(inst)s pour le serveur Virtual I/O Server %(vios)s
it: Aggiunta associazione unità cfg per istanza %(inst)s per il Virtual I/O Server %(vios)s
ja: Virtual I/O Server %(vios)s のインスタンス %(inst)s の構成ドライブ・マッピングを追加中
pt_br: Incluindo o mapeamento de unidade cfg para a instância %(inst)s para o Virtual I/O Server. %(vios)s
ru: Добавление связи настроечного накопителя для экземпляра %(inst)s для виртуального сервера ввода-вывода %(vios)s

source: An error occurred querying the virtual optical media repository. Attempting to re-establish connection with a virtual optical media repository
es: Se ha producido un error al consultar el repositorio de soportes ópticos virtuales. Se está intentando restablecer la conexión con un repositorio de soportes ópticos virtuales

source: Removing virtual optical for VM with UUID %s.
de: Das virtuelle optische Medienrepository für die VM mit UUID %s wird entfernt.
es: Se está eliminado el óptico virtual para la máquina virtual con UUID %s.
fr: Retrait de l'unité optique virtuelle pour la machine virtuelle avec l'UUID %s.
it: Rimozione dispositivo ottico virtuale per la VM con UUID %s.
ja: UUID %s の VM の仮想光ディスクを削除中です。
pt_br: Removendo o ótico virtual para a VM com UUID %s.
ru: Удаление виртуального оптического носителя из ВМ с UUID %s.

source: Deleting VIF with mac %(mac)s for instance %(inst)s.
de: Der VIF mit Mac %(mac)s für Instanz %(inst)s wird gelöscht.
es: Eliminando VIF con mac %(mac)s para la instancia %(inst)s.
fr: Suppression du VIF avec l'adresse mac %(mac)s pour l'instance %(inst)s.
it: Eliminazione VIF con mac %(mac)s per l'istanza %(inst)s.
ja: インスタンス %(inst)s の VIF (mac %(mac)s) を削除中です。
pt_br: Excluindo VIF com MAC %(mac)s para a instância %(inst)s.
ru: Удаление VIF с mac-адресом %(mac)s для экземпляра %(inst)s.

source: Deleting virtual machine. LPARID: %s
de: Die virtuelle Maschine wird gelöscht. LPARID: %s
es: Se está suprimiendo la máquina virtual. LPARID: %s
fr: Suppression de la machine virtuelle. LPARID : %s
it: Eliminazione della macchina virtuale. LPARID: %s
ja: 仮想マシンを削除中です。LPARID: %s
pt_br: Excluindo a máquina virtual. LPARID: %s
ru: Удаление виртуальной машины. LPARID: %s

source: Virtual machine delete status: %d
de: Löschstatus der virtuellen Maschine: %d
es: Estado de supresión de la máquina virtual: %d
fr: Statut de suppression de la machine virtuelle : %d
it: Stato dell'eliminazione della macchina virtuale: %d
ja: 仮想マシン削除状況: %d
pt_br: Status de exclusão da máquina virtual: %d
ru: Состояние удаления виртуальной машины: %d

source: Local Storage driver initialized: volume group: '%s'
de: Lokaler Speichertreiber initialisiert: Datenträgergruppe: '%s'
es: Se ha inicializado el controlador de almacenamiento local: grupo de volúmenes: '%s'
fr: Pilote de stockage local initialisé : groupe de volumes : %s'
it: Driver memoria locale inizializzato: gruppo di volumi: '%s'
ja: ローカル・ストレージ・ドライバーが初期化されました: ボリューム・グループ:「%s」
pt_br: Driver de armazenamento local inicializado: grupo de volumes: '%s'
ru: Инициализирован локальный драйвер хранилища: группа томов: '%s'

source: Disconnecting instance %(inst)s from storage disks.
de: Die Instanz %(inst)s wird von Speicherplatten getrennt.
es: Se está desconectando la instancia %(inst)s de los discos de almacenamiento.
fr: Déconnexion de l'instance %(inst)s des disques de stockage.
it: Istanza %(inst)s disconnessa dai dischi di memoria.
ja: インスタンス %(inst)s をストレージ・ディスクから切断中です。
pt_br: Desconectando a instância %(inst)s a partir de discos de armazenamento.
ru: Отключение экземпляра %(inst)s от дисков хранения данных.

source: Unmapped boot disk %(disk_name)s from the management partition from Virtual I/O Server %(vios_name)s.
de: Die Zuordnung des Bootdatenträgers %(disk_name)s zur Managementpartition wurde vom virtuellen E/A-Server %(vios_name)s aufgehoben.
es: Disco de arranque descorrelacionado %(disk_name)s de la partición de gestión del servidor de E/S virtual %(vios_name)s.
fr: Le disque d'amorçage %(disk_name)s a été démappé de la partition de gestion du serveur Virtual I/O Server %(vios_name)s.
it: Annullata associazione disco di avvio %(disk_name)s della partizione di gestione dal Virtual I/O Server %(vios_name)s.
ja: Virtual I/O Server %(vios_name)s でブート・ディスク %(disk_name)s が管理区画からマップ解除されました。
pt_br: Disco de inicialização não mapeado %(disk_name)s da partição de gerenciamento a partir do Virtual I/O Server %(vios_name)s.
ru: Загрузочный диск %(disk_name)s отключен от раздела управления из виртуального сервера ввода-вывода %(vios_name)s.

source: Create disk.
de: Die Platte wird erstellt.
es: Crear disco.
fr: Créez un disque.
it: Creare disco.
ja: ディスクを作成します。
pt_br: Criar disco.
ru: Создайте диск.

source: Adding logical volume disk connection between VM %(vm)s and VIOS %(vios)s.
de: Eine logische Datenträgerverbindung zwischen der VM %(vm)s und dem virtuellen E/A-Server %(vios)s wird hinzugefügt.
es: Se está añadiendo la conexión de disco de volumen lógico entre la máquina virtual %(vm)s y el VIOS %(vios)s.
fr: Ajout d'une connexion de disque de volume logique entre la machine virtuelle %(vm)s et le VIOS %(vios)s.
it: Aggiunta della connessione disco volume logico tra la VM %(vm)s e il VIOS %(vios)s.
ja: VM %(vm)s と VIOS %(vios)s 間の論理ボリューム・ディスク接続を追加中です。
pt_br: Incluindo a conexão de disco do volume lógico entre a VM %(vm)s e o VIOS %(vios)s.
ru: Добавление связи диска логического тома между ВМ %(vm)s и VIOS %(vios)s.

source: Extending disk: %s
de: Die Platte %s wird erweitert.
es: Ampliando el disco: %s
fr: Extension du disque : %s
it: Estensione disco: %s
ja: ディスクの拡張中: %s
pt_br: Estendendo o disco: %s
ru: Диск расширения: %s

source: SSP Storage driver initialized. Cluster '%(clust_name)s'; SSP '%(ssp_name)s'
es: Se ha inicializado el controlador de almacenamiento SSP. Clúster '%(clust_name)s'; SSP '%(ssp_name)s'

source: Removing SSP disk connection between VM %(vm)s and VIOS %(vios)s.
de: Die SSP-Plattenverbindung zwischen der VM %(vm)s und dem virtuellen E/A-Server %(vios)s wird entfernt.
es: Eliminando la conexión de disco SSP entre la máquina virtual %(vm)s y el VIOS %(vios)s.
fr: Retrait de la connexion de disque SSP entre la machine virtuelle %(vm)s et le VIOS %(vios)s.
it: Rimozione della connessione disco SSP tra la VM %(vm)s e il VIOS %(vios)s.
ja: VM %(vm)s と VIOS %(vios)s 間の SSP ディスク接続を削除中です。
pt_br: Removendo a conexão do disco SSP entre a VM %(vm)s e o VIOS %(vios)s.
ru: Удаление связи диска SSP между ВМ %(vm)s и VIOS %(vios)s.

source: Unmapped boot disk %(disk_name)s from the management partition from Virtual I/O Server %(vios_uuid)s.
de: Die Zuordnung des Bootdatenträgers %(disk_name)s zur Managementpartition wurde vom virtuellen E/A-Server %(vios_uuid)s aufgehoben.
es: Disco de arranque descorrelacionado %(disk_name)s de la partición de gestión del servidor de E/S virtual %(vios_uuid)s.
fr: Le disque d'amorçage %(disk_name)s a été démappé de la partition de gestion du serveur Virtual I/O Server %(vios_uuid)s.
it: Annullata associazione disco di avvio %(disk_name)s della partizione di gestione dal Virtual I/O Server %(vios_uuid)s.
ja: Virtual I/O Server %(vios_uuid)s でブート・ディスク %(disk_name)s が管理区画からマップ解除されました。
pt_br: Disco de inicialização não mapeado %(disk_name)s da partição de gerenciamento a partir do Virtual I/O Server %(vios_uuid)s.
ru: Загрузочный диск %(disk_name)s отключен от раздела управления из виртуального сервера ввода-вывода %(vios_uuid)s.

source: SSP: Create %(image_type)s disk from image %(image_id)s for instance %(instance_uuid)s.
de: SSP: Die %(image_type)s Platte wird aus dem Image %(image_id)s für Instanz %(instance_uuid)s erstellt.
es: SSP: Crear disco %(image_type)s de la imagen %(image_id)s para la instancia %(instance_uuid)s.
fr: SSP : Créer un disque %(image_type)s à partir de l'image %(image_id)s pour l'instance %(instance_uuid)s.
it: SSP: Creare disco %(image_type)s da immagine %(image_id)s per istanza %(instance_uuid)s.
ja: SSP: インスタンス %(instance_uuid)s についてイメージ %(image_id)s から %(image_type)s ディスクを作成してください。
pt_br: SSP: criar disco %(image_type)s a partir da imagem %(image_id)s para instância %(instance_uuid)s.
ru: SSP: Создать диск %(image_type)s из образа %(image_id)s для экземпляра %(instance_uuid)s.

source: SSP: Disk name is %s
de: SSP: Der Plattenname lautet %s.
es: SSP: El nombre del disco es %s
fr: SSP : Le nom du disque est %s
it: SSP: il nome disco è %s
ja: SSP: ディスク名は %s です
pt_br: SSP: nome do disco é %s
ru: SSP: Имя диска - %s

source: Using already-uploaded image LU %s.
es: Utilizando LU de imagen ya cargada %s.

source: Waiting for in-progress upload(s) to complete. Marker LU(s): %s
es: Esperando a que se completen las subidas en curso. LU de marcador: %s

source: Creating marker LU %s
es: Creando LU de marcador %s

source: Abdicating in favor of in-progress upload.
es: Renunciando en favor de la cargar en curso.

source: Abdicating upload in favor of marker %s.
es: Renunciando a la carga en favor del marcador %s.

source: Uploading to image LU %(lu)s (marker %(mkr)s).
es: Cargando en LU de imagen %(lu)s (marcador %(mkr)s).

source: Adding SSP disk connection between VM %(vm)s and VIOS %(vios)s.
de: Die SSP-Plattenverbindung zwischen der VM %(vm)s und dem virtuellen E/A-Server %(vios)s wird hinzugefügt.
es: Se está añadiendo la conexión de disco SSP entre la máquina virtual %(vm)s y el VIOS %(vios)s.
fr: Ajout d'une connexion de disque SSP entre la machine virtuelle %(vm)s et le VIOS %(vios)s.
it: Aggiunta della connessione disco SSP tra la VM %(vm)s e il VIOS %(vios)s.
ja: VM %(vm)s と VIOS %(vios)s 間の SSP ディスク接続を追加中です。
pt_br: Incluindo a conexão do disco SSP entre a VM %(vm)s e o VIOS %(vios)s.
ru: Добавление связи диска SSP между ВМ %(vm)s и VIOS %(vios)s.

source: NVRAM has not changed for instance: %s
de: Nicht flüchtiger Arbeitsspeicher wurde für die Instanz: %s nicht geändert
es: No se ha cambiado la NVRAM para la instancia: %s
fr: Mémoire rémanente (NVRAM) inchangée pour l'instance %s
it: NVRAM non è cambiato per l'istanza: %s
ja: インスタンス %s について NVRAM は変更されていません
pt_br: O NVRAM não foi mudado para a instância: %s
ru: NVRAM не изменена для экземпляра %s

source: Starting stream of boot device for instance %(inst)s (local blockdev %(devpath)s) to glance image %(img_id)s.
de: Der Datenstrom der Booteinheit für Instanz %(inst)s (lokale Blockeinheit %(devpath)s) zum Glance-Image %(img_id)s wurde gestartet.
es: Iniciando secuencia de dispositivo de arranque para la instancia %(inst)s (blockdev local%(devpath)s) para ver la imagen %(img_id)s.
fr: Démarrage du flux de l'unité d'amorçage pour l'instance %(inst)s (blockdev local %(devpath)s) sur l'image glance %(img_id)s.
it: Avvio del flusso di dispositivi di avvio per l'istanza %(inst)s (blockdev locale %(devpath)s) sull'immagine glance %(img_id)s.
ja: Glance イメージ %(img_id)s に対するインスタンス %(inst)s (ローカル blockdev %(devpath)s) のブート・デバイスのストリームを開始中です。
pt_br: Iniciando o fluxo de dispositivo de inicialização para a instância %(inst)s (blockdev local %(devpath)s) para visualizar rapidamente a imagem %(img_id)s.
ru: Запуск потокового или загрузочного устройства для экземпляра %(inst)s (локальный blockdev %(devpath)s) для образа glance %(img_id)s.

source: Completed stream of boot device for instance %(inst)s (local blockdev %(devpath)s) to glance image %(img_id)s.
es: Secuencia completada de dispositivo de arranque para la instancia %(inst)s (blockdev local %(devpath)s) para ver la imagen %(img_id)s.

source: Unplugging the Network Interfaces to instance %s
es: Se están desconectando las interfaces de red de la instancia %s

source: Plugging the Network Interfaces to instance %s
es: Se están conectando las interfaces de red a la instancia %s

source: Creating VIF with mac %(mac)s for instance %(sys)s
de: Der VIF mit Mac %(mac)s für Instanz %(sys)s wird erstellt.
es: Se está creando VIF con mac %(mac)s para la instancia %(sys)s
fr: Création du VIF avec l'adresse mac %(mac)s pour l'instance %(sys)s
it: Creazione VIF con mac %(mac)s per l'istanza %(sys)s
ja: インスタンス %(sys)s の VIF (mac %(mac)s) を作成中
pt_br: Criando VIF com MAC %(mac)s para a instância %(sys)s
ru: Создание VIF с MAC-адресом %(mac)s для экземпляра %(sys)s

source: Plugging the Management Network Interface to instance %s
de: Die Managementnetzschnittstelle für Instanz %s wird verbunden.
es: Se está conectando la interfaz de red de gestión con la instancia %s
fr: Connexion de l'interface réseau de gestion à l'instance %s
it: Collegamento dell'interfaccia di rete di gestione per l'istanza %s
ja: インスタンス %s に対する管理ネットワーク・インターフェースをプラグ中
pt_br: Conectando a Network Management Interface para a instância %s
ru: Подключение сетевого интерфейса управления для экземпляра %s

source: Connecting volume %(vol)s to instance %(inst)s
de: Der Datenträger %(vol)s wird mit Instanz %(inst)s verbunden.
es: Se está conectando el volumen %(vol)s con la instancia %(inst)s
fr: Connexion du volume %(vol)s à l'instance %(inst)s
it: Connessione volume %(vol)s all'istanza %(inst)s
ja: ボリューム %(vol)s をインスタンス %(inst)s に接続中
pt_br: Conectando o volume %(vol)s para a instância %(inst)s
ru: Подключение тома %(vol)s к экземпляру %(inst)s

source: Disconnecting volume %(vol)s from instance %(inst)s
de: Der Datenträger %(vol)s wird von Instanz %(inst)s getrennt.
es: Se está desconectando el volumen %(vol)s de la instancia %(inst)s
fr: Déconnexion du volume %(vol)s de l'instance %(inst)s
it: Disconnessione del volume %(vol)s dall'istanza %(inst)s
ja: ボリューム %(vol)s をインスタンス %(inst)s から切断中
pt_br: Desconectando o volume %(vol)s da instância %(inst)s
ru: Отключение тома %(vol)s от экземпляра %(inst)s

source: Creating disk for instance: %s
es: Se está creado el disco para la instancia: %s

source: Connecting disk to instance: %s
es: Se está conectando el disco con la instancia: %s
