Repository: openstack-archive/nova-powervm
Catalog: nova_powervm/locale/*/nova-powervm.po
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: No Virtual I/O Servers are available. The driver attempted to wait for a VIOS to become active for %(wait_time)d seconds. The compute agent is not able to start if no Virtual I/O Servers are available. Please check the RMC connectivity between the PowerVM NovaLink and the Virtual I/O Servers and then restart the Nova Compute Agent.
de: Es ist kein virtueller E/A-Server (VIOS) verfügbar. Der Treiber hat %(wait_time)d Sekunden darauf gewartet, dass ein VIOS aktiv wird. Der Compute-Agent kann nicht gestartet werden, wenn keine virtuellen E/A-Server verfügbar sind. Überprüfen Sie die RMC-Konnektivität zwischen den PowerVM-NovaLink- und den virtuellen E/A-Servern und starten Sie dann den Nova Compute-Agenten erneut.
es: No hay servidores de E/S virtuales disponibles. El controlador ha intentado esperar a que un VIOS pasara estar activo durante %(wait_time)d segundos. El agente de cálculo no se puede iniciar si no hay ningún servidor de E/S virtual disponible. Compruebe la conectividad RMC entre NovaLink de PowerVM y los servidores de E/S virtuales y luego reinicie el agente de cálculo Nova.
fr: Aucun serveur VIOS disponible. Le pilote a tenté d'attendre qu'un VIOS soit disponible pendant %(wait_time)d s. L'agent de calcul ne peut pas démarrer si aucun serveur VIOS n'est disponible. Vérifiez la connectivité RMC entre les serveurs PowerVM NovaLink et Virtual I/O Server, puis redémarrez l'aget de calcul Nova.
it: Non è disponibile alcun Virtual I/O Server. Il driver ha provato ad attendere che un VIOS diventasse disponibile per %(wait_time)d secondi. L'agent di calcolo non è in grado di avviarsi, se non sono disponibili VIOS (Virtual I/O Server). Controllare la connettività RMC tra PowerVM NovaLink e i Virtual I/O Server, quindi, riavviare l'agent di calcolo Nova.
ja: 使用可能な Virtual I/O Server がありません。 ドライバーは、VIOS がアクティブになるまで %(wait_time)d 秒間待機しようとしました。 使用可能な Virtual I/O Server がない場合、計算エージェントは開始できません。 PowerVM NovaLink と Virtual I/O Server の間の RMC 接続を調べて、Nova 計算エージェントを再始動してください。
ko: Virtual I/O Server를 사용할 수 없습니다. 드라이버가 VIOS의 활성화 시점까지 %(wait_time)d초 동안 대기하려고 시도했습니다. Virtual I/O Server를 사용할 수 없으면 계산 에이전트를 시작할 수 없습니다. PowerVM NovaLink 및 Virtual I/O Server 간의 RMC 연결을 확인한 후Nova 계산 에이전트를 다시 시작하십시오.
pt_br: Nenhum Virtual I/O Server está disponível. O driver tentou aguardar um VIOS (Virtual I/O Server) se tornar ativo por %(wait_time)d segundos. O agente de cálculo não é capaz de iniciar se nenhum Virtual I/O Server está disponível. Verifique a conectividade do RMC entre o PowerVM NovaLink e o Virtual I/O Server e, em seguida, reinicie o Nova Compute Agent.
ru: Не доступен ни один сервер VIOS. Драйвер ждал, пока какой-либо VIOS станет активным, в течение %(wait_time)d с. Вычислительный агент нельзя запустить, если нет активных серверов VIOS. Проверьте соединение между PowerVM NovaLink и VIOS, затем перезапустите вычислительный агент Nova.
zh_hans: 没有可用的 Virtual I/O Server。驱动程序已尝试等待 %(wait_time)d 秒以使 VIOS 变为活动状态。没有可用的Virtual I/O Server 时，计算代理程序无法启动。请检查PowerVM NovaLink 与 Virtual I/O Server 之间的 RMC 连接，然后重新启动 Nova 计算代理程序。
zh_hant: 沒有 Virtual I/O Server 可用。驅動程式已嘗試等待 VIOS 變為作用中狀態達 %(wait_time)d 秒。沒有可用的Virtual I/O Server 時，計算代理程式無法啟動。請檢查PowerVM NovaLink 與 Virtual I/O Server 之間的 RMC 連線功能，然後重新啟動 Nova 計算代理程式。

source: There are no active Virtual I/O Servers available.
de: Es sind keine aktiven virtuellen E/A-Server verfügbar.
es: No hay servidores de E/S virtuales activos disponibles.
fr: Aucun serveur Virtual I/O Server actif disponible.
it: Non sono disponibili Virtual I/O Server attivi.
ja: 使用可能なアクティブ Virtual I/O Server がありません。
ko: 활성 Virtual I/O Server가 사용 가능하지 않습니다.
pt_br: Não há nenhum Virtual I/O Server ativo disponível.
ru: Нет ни одного активного сервера VIOS.
zh_hans: 没有活动可用 Virtual I/O Server。
zh_hant: 沒有作用中的 Virtual I/O Server 可用。

source: Unable to rebuild virtual machine on new host. Error is %(error)s
de: Die virtuelle Maschine kann auf einem neuen Host nicht neu erstellt werden. Fehler: %(error)s
es: No se puede recrear la máquina virtual en el host nuevo. El error es %(error)s
fr: Impossible de régénérer la machine virtuelle sur le nouvel hôte. Erreur : %(error)s
it: Impossibile ricreare la macchina virtuale sul nuovo host. L'errore è %(error)s
ja: 新規ホスト上で仮想マシンを再構築できません。 エラーは %(error)s です
ko: 새 호스트에서 가상 머신을 다시 빌드할 수 없습니다. 오류: %(error)s
pt_br: Não é possível reconstruir a máquina virtual no novo host. O erro é %(error)s
ru: Невозможно заново скомпоновать виртуальную машину на новом хосте. Ошибка: %(error)s
zh_hans: 无法在新主机上重建虚拟机。错误为 %(error)s
zh_hant: 無法在新主機上重建虛擬機器。錯誤為 %(error)s

source: The %(then_opt)s option is required if %(if_opt)s is specified as '%(if_value)s'.
de: Die Option %(then_opt)s ist erforderlich, wenn %(if_opt)s angegeben wurde als '%(if_value)s'.
es: La opción %(then_opt)s es necesaria si %(if_opt)s se especifica como '%(if_value)s'.
fr: L'option %(then_opt)s est obligatoire si %(if_opt)s est spécifié pour '%(if_value)s'.
it: L'opzione %(then_opt)s è richiesta se %(if_opt)s è specificato come '%(if_value)s'.
ja: %(if_opt)s が「%(if_value)s」と指定されている場合、%(then_opt)s オプションが必要です。
ko: %(if_opt)s이(가) 지정된 경우 %(then_opt)s 옵션이 필요합니다.'%(if_value)s'.
pt_br: A opção %(then_opt)s será necessária se %(if_opt)s for especificado como '%(if_value)s'.
ru: Должен быть указан параметр %(then_opt)s, если в параметре %(if_opt)s указано '%(if_value)s'.
zh_hans: %(then_opt)s 选项为必需（如果 %(if_opt)s 指定为“%(if_value)s”。
zh_hant: %(then_opt)s 選項是需要的（如果 %(if_opt)s 指定為'%(if_value)s'。

source: Live migration of instance '%(name)s' failed for reason: %(reason)s
de: Livemigration der Instanz '%(name)s' fehlgeschlagen. Grund: %(reason)s
es: La migración en vivo de la instancia '%(name)s' ha fallado por la razón: %(reason)s
fr: Echec de la migration active de l'instance '%(name)s' ; motif : %(reason)s
it: La migrazione live dell'istanza '%(name)s' non è riuscita per il motivo: %(reason)s
ja: インスタンス「%(name)s」のライブ・マイグレーションが次の理由で失敗しました: %(reason)s
ko: 인스턴스 '%(name)s'의 실시간 마이그레이션에 실패했습니다. 이유: %(reason)s
pt_br: Migração em tempo real da instância %(name)s' falhou devido a: %(reason)s
ru: Сбой оперативной миграции экземпляра '%(name)s', причина: %(reason)s
zh_hans: 实时迁移实例“%(name)s”失败，原因：%(reason)s
zh_hant: 實例 '%(name)s' 的即時移轉失敗，原因：%(reason)s

source: Cannot migrate %(name)s because the volume %(volume)s cannot be attached on the destination host %(host)s.
de: Migration der Instanz %(name)s konnte nicht durchgeführt werden, da der Datenträger %(volume)s nicht an den Zielhost %(host)s angehängt werden kann.
es: No se puede migrar %(name)s porque no se puede conectar el volumen %(volume)s en el host de destino %(host)s.
fr: Impossible de migrer %(name)s car le volume %(volume)s ne peut pas être connecté à l'hôte de destination %(host)s.
it: Impossibile migrare %(name)s, perché il volume %(volume)s non può essere collegato all'host di destinazione %(host)s.
ja: 宛先ホスト %(host)s 上でボリューム %(volume)s を接続できないため、%(name)s をマイグレーションできません。
ko: 볼륨 %(volume)s을(를) 대상 호스트 %(host)s에 연결할 수 없으므로 %(name)s을(를) 마이그레이션할 수 없습니다.
pt_br: Impossível migrar %(name)s porque o volume %(volume)s não pode ser anexado no host de destino %(host)s.
ru: Невозможно выполнить миграцию %(name)s, поскольку том %(volume)s нельзя подключить к целевому хосту %(host)s.
zh_hans: 无法迁移 %(name)s，因为在目标主机 %(host)s 上无法连接卷 %(volume)s。
zh_hant: 無法移轉 %(name)s，因為磁區 %(volume)s 無法連接到目的地主機 %(host)s。

source: Cannot migrate %(name)s because the host %(host)s only allows %(allowed)s concurrent migrations and %(running)s migrations are currently running.
de: Migration der Instanz %(name)s konnte nicht durchgeführt werden, da der Host %(host)s nur %(allowed)s gleichzeitige Migrationen zulässt und %(running)s Migrationen derzeit ausgeführt werden.
es: No se puede migrar %(name)s porque el host %(host)s solo permite %(allowed)s migraciones simultáneas y hay actualmente %(running)s migraciones en ejecución.
fr: Impossible de migrer %(name)s car l'hôte %(host)s autorise smt %(allowed)s %(allowed)s migrations simultanées et %(running)s sont déjà en cours.
it: Impossibile migrare %(name)s perché l'host %(host)s consente solo %(allowed)s migrazioni simultanee e attualmente sono in esecuzione %(running)s migrazioni.
ja: ホスト %(host)s で許可されている並行マイグレーションは %(allowed)s 個であり、現在実行されているマイグレーションは %(running)s 個であるため、%(name)s をマイグレーションできません。
ko: 호스트 %(host)s이(가) %(allowed)s 동시 마이그레이션만 허용하고 %(running)s 마이그레이션이 현재 실행 중이므로 %(name)s을(를) 마이그레이션할 수 없습니다.
pt_br: Impossível migrar %(name)s porque o host %(host)s somente permite %(allowed)s migrações simultâneas e %(running)s migrações está em execução no momento.
ru: Невозможно выполнить миграцию %(name)s, так как хост %(host)s допускает не более %(allowed)s параллельных операций миграции, а в данный момент выполняется %(running)s миграций.
zh_hans: 无法迁移 %(name)s，因为主机 %(host)s 只允许 %(allowed)s 个 个并行迁移，但是有 %(running)s 个迁移当前正在运行。
zh_hant: 無法移轉 %(name)s，因為主機 %(host)s 只容許 %(allowed)s 個並行移轉，但卻有 %(running)s 個移轉目前在執行中。

source: Cannot migrate instance '%(name)s' because the memory region size of the source (%(source_mrs)d MB) does not match the memory region size of the target (%(target_mrs)d MB).
de: Migration der Instanz '%(name)s' konnte nicht durchgeführt werden, da die Speicherregionsgröße der Quelle (%(source_mrs)d MB) nicht mit der Speicherregionsgröße des Ziels (%(target_mrs)d MB) übereinstimmt.
es: No se puede migrar la instancia '%(name)s' porque el tamaño de región de memoria del origen (%(source_mrs)d MB) no coincide con el tamaño de región de memoria del destino (%(target_mrs)d MB).
fr: Impossible de migrer l'instance '%(name)s' car la taille de région de mémoire de la source (%(source_mrs)d Mo) ne correspond pas à celle de la cible (%(target_mrs)d Mo).
it: Impossibile migrare l'istanza '%(name)s' perché la dimensione dell'area di memoria dell'origine (%(source_mrs)d MB) non corrisponde alla dimensione dell'area di memoria della destinazione (%(target_mrs)d MB).
ja: ソースのメモリー領域サイズ (%(source_mrs)d MB) がターゲットのメモリー領域サイズ (%(target_mrs)d MB) と一致しないため、インスタンス「%(name)s」をマイグレーションできません。
ko: 소스의 메모리 영역 크기(%(source_mrs)d MB)가 대상의 메모리 영역 크기(%(target_mrs)d MB)와 일치하지 않으므로 '%(name)s' 인스턴스를 마이그레이션할 수 없습니다.
pt_br: Impossível migrar instância '%(name)s' porque o tamanho da região de memória da origem (%(source_mrs)d MB) não corresponde ao tamanho da região de memória do destino (%(target_mrs)d MB).
ru: Невозможно выполнить миграцию экземпляра '%(name)s', поскольку размер исходной области памяти (%(source_mrs)d МБ) не совпадает с размером целевой области памяти (%(target_mrs)d МБ).
zh_hans: 无法迁移实例“%(name)s”，因为源的内存区域大小 (%(source_mrs)d MB)与目标的内存区域大小 (%(target_mrs)d MB) 不匹配。
zh_hant: 無法移轉實例 '%(name)s'，因為來源的記憶體範圍大小(%(source_mrs)d MB) 與目標的記憶體範圍大小(%(target_mrs)d MB) 不符。

source: Cannot migrate %(name)s because its processor compatibility mode %(mode)s is not in the list of modes "%(modes)s" supported by the target host.
de: Migration der Instanz %(name)s konnte nicht durchgeführt werden, da ihr Prozessorkompatibilitätsmodus %(mode)s in der Liste der durch den Zielhost unterstützten Modi "%(modes)s" nicht enthalten ist.
es: No se puede migrar %(name)s porque su modalidad de compatibilidad del procesador %(mode)s no está en la lista de modalidades "%(modes)s" soportadas por el host de destino.
fr: Impossible de migrer %(name)s car son mode de compatibilité processeur %(mode)s n'est pas dans la liste de modes "%(modes)s" pris en charge par l'hôte cible.
it: Impossibile migrare %(name)s, perché la sua modalità di compatibilità del processore %(mode)s non è inclusa nell'elenco di modalità "%(modes)s" supportate dall'host di destinazione.
ja: ターゲット・ホストでサポートされるモードのリスト「%(modes)s」にプロセッサー互換モード %(mode)s がないため、%(name)s をマイグレーションできません。
ko: 해당 프로세서 호환성 모드 %(mode)s이(가) 대상 호스트에서 지원하는 모드 "%(modes)s"의 목록에 없으므로 %(name)s을(를) 마이그레이션할 수 없습니다.
pt_br: Impossível migrar %(name)s porque seu modo de capacidade de processador %(mode)s não está na lista de modos "%(modes)s" suportados pelo host de destino.
ru: Невозможно выполнить миграцию %(name)s, поскольку режим совместимости процессора %(mode)s отсутствует в списке поддерживаемых режимов "%(modes)s" целевого хоста.
zh_hans: 无法迁移 %(name)s，因为它的处理器兼容性方式 %(mode)s 不在目标主机所支持的方式列表“%(modes)s”中。
zh_hant: 無法移轉 %(name)s，因為它的處理器相容模式 %(mode)s 不在目標主機所支援的模式清單 "%(modes)s" 中。

source: Live migration of instance '%(name)s' failed because the migration state is: %(state)s
de: Livemigration der Instanz '%(name)s' fehlgeschlagen. Grund: Migrationsstatus lautet: %(state)s
es: La migración en vivo de la instancia '%(name)s' ha fallado porque el estado de migración es: %(state)s
fr: Echec de la migration active de l'instance '%(name)s' car l'état de la migration est %(state)s
it: La migrazione live dell'istanza '%(name)s' non è riuscita perché lo stato della migrazione è: %(state)s
ja: マイグレーション状態が次の状態であったため、インスタンス「%(name)s」のライブ・マイグレーションが失敗しました: %(state)s
ko: 마이그레이션 상태가 %(state)s이므로 인스턴스 '%(name)s'의 실시간 마이그레이션에 실패했습니다.
pt_br: Migração em tempo real da instância '%(name)s' falhou porque o estado da migração é: %(state)s
ru: Сбой оперативной миграции экземпляра '%(name)s', поскольку миграция находится в следующем состоянии: %(state)s
zh_hans: 实时迁移实例“%(name)s”失败，因为迁移状态为 %(state)s
zh_hant: 實例 '%(name)s' 的即時移轉失敗，因為移轉狀態為：%(state)s

source: Live migration of instance '%(name)s' failed because it is not ready. Reason: %(reason)s
de: Livemigration der Instanz '%(name)s' fehlgeschlagen, da sie nicht bereit ist. Grund: %(reason)s
es: La migración en vivo de la instancia '%(name)s' ha fallado porque no está lista. Razón: %(reason)s
fr: Echec de la migration active de l'instance '%(name)s' car non prête. Motif : %(reason)s
it: La migrazione live dell'istanza '%(name)s' non è riuscita perché non è pronta. Motivo: %(reason)s
ja: 準備ができていないため、インスタンス「%(name)s」のライブ・マイグレーションが失敗しました。 理由: %(reason)s
ko: 인스턴스 '%(name)s'의 실시간 마이그레이션이 준비되지 않았으므로 실패했습니다. 이유: %(reason)s
pt_br: A migração em tempo real da instância '%(name)s' falhou porque ela não está pronta. Motivo: %(reason)s
ru: Сбой оперативной миграции экземпляра '%(name)s', поскольку подготовка не выполнена. Причина: %(reason)s
zh_hans: 实时迁移实例“%(name)s”失败，因为它未就绪。原因：%(reason)s
zh_hant: 實例 '%(name)s' 的即時移轉失敗，因為該實例尚未備妥。原因：%(reason)s

source: vif_type parameter must be present for this vif_driver implementation
de: Der Parameter vif_type muss für diese vif_driver-Implementierung vorhanden sein
es: El parámetro vif_type debe estar presente para esta implementación de vif_driver.
fr: Le paramètre vif_type doit être présent pour cette implémentation de vif_driver.
it: il parametro vif_type deve essere presente per questa implementazione di vif_driver
ja: この vif_driver 実装には vif_type パラメーターを指定する必要があります。
ko: 이 vif_driver 구현을 위해 vif_type 매개변수가 존재해야 함
pt_br: o parâmetro vif_type deve estar presente para esta implementação de vif_driver
ru: Параметр vif_type должен присутствовать для этой реализации vif_driver
zh_hans: 对于此 vif_driver 实现，必须存在 vif_type 参数
zh_hant: 此 vif_driver 實作的 vif_type 參數必須存在

source: Unable to find appropriate PowerVM VIF Driver for VIF type %(vif_type)s on instance %(instance)s
de: Es kann kein geeigneter PowerVM-VIF-Driver für den VIF-Typ %(vif_type)s auf der Instanz %(instance)s gefunden werden
es: No se ha podido encontrar el controlador de VIF de PowerVM para el tipo de VIF %(vif_type)s en la instancia %(instance)s.
fr: Pilote VIF PowerVM approprié introuvable pour le type VIF %(vif_type)s sur l'instance %(instance)s
it: Impossibile trovare il driver PowerVM VIF appropriato per il tipo VIF %(vif_type)s sull'istanza %(instance)s
ja: インスタンス %(instance)s 上で VIF タイプ %(vif_type)s に対して適切な PowerVM VIF ドライバーが見つかりません
ko: VIF 유형 %(vif_type)s에 해당하는 PowerVM VIF 드라이버를 %(instance)s 인스턴스에서 찾을 수 없음
pt_br: Não é possível localizar o driver da VIF do PowerVM apropriado para o tipo de VIF %(vif_type)s na instância %(instance)s
ru: Не найден соответствующий драйвер VIF PowerVM для типа VIF %(vif_type)s в экземпляре %(instance)s
zh_hans: 在下列实例上，找不到 VIF 类型 %(vif_type)s 的相应 PowerVM VIF 驱动程序：%(instance)s
zh_hant: 在下列實例上，找不到 VIF 類型 %(vif_type)s 的適當 PowerVM VIF 驅動程式：%(instance)s

source: Unable to find acceptable Ethernet ports on physical network '%(physnet)s' for instance %(inst)s for SRIOV based VIF with MAC address %(vif_mac)s.
de: Gefunden wurden keine zulässigen Ethernet-Anschlüsse auf dem physischen Netz '%(physnet)s' für Instanz %(inst)s für den SRIOV-basierten VIF mit der MAC-Adresse %(vif_mac)s.
es: No se pueden encontrar puertos Ethernet aceptables en la red física '%(physnet)s' para la instancia %(inst)s para el VIF basado en SRIOV con la dirección MAC %(vif_mac)s.
fr: Impossible de trouver des ports Ethernet acceptables sur le réseau physique '%(physnet)s' pour l'instance %(inst)s pour SRIOV basé VIF avec l'adresse MAC %(vif_mac)s.
it: Impossibile trovare porte Ethernet accettabili sulla rete fisica '%(physnet)s' per l'istanza %(inst)s, per il VIF basato su SRIOV con indirizzo MAC %(vif_mac)s.
ja: SRIOV ベースの VIF (MAC アドレス %(vif_mac)s) のインスタンス %(inst)s について物理ネットワーク「%(physnet)s」上に受け入れ可能なイーサネット・ポートが見つかりません。
ko: MAC 주소가 사용된 SRIOV 기반 VIF의 인스턴스 %(inst)s에 대해 물리적 네트워크 '%(physnet)s'에서 허용되는 이더넷 포트를 찾을 수 없음%(vif_mac)s.
pt_br: Não é possível localizar portas Ethernet aceitáveis na rede física '%(physnet)s' para a instância %(inst)s para o VIF baseado em SRIOV com endereço MAC %(vif_mac)s.
ru: В физической сети '%(physnet)s' не найдены подходящие порты Ethernet для экземпляра %(inst)s для VIF на основе SRIOV с MAC-адресом %(vif_mac)s.
zh_hans: 对于具有 MAC 地址 %(vif_mac)s 的基于 SRIOV 的 VIF 的实例 %(inst)s，在物理网络“%(physnet)s”上找不到可接受的以太网端口。
zh_hant: 對於 MAC 位址為 %(vif_mac)s 的 SRIOV 型 VIF 的實例 %(inst)s，在實體網路 '%(physnet)s' 上找不到可接受的乙太網路埠。

source: Multiple Shared Processing Pools with name %(pool)s.
de: Mehrere gemeinsam genutzte Verarbeitungspools mit dem Namen %(pool)s.
es: Varias agrupaciones de proceso compartidas con el nombre %(pool)s.
fr: Plusieurs pools de traitement partagé avec le nom %(pool)s.
it: Più pool di elaborazione condivisi con nome %(pool)s.
ja: %(pool)s という名前の共用処理プールが複数あります。
ko: 이름이 %(pool)s인 다중 공유 처리 풀
pt_br: Vários conjuntos de processo compartilhados com o nome %(pool)s.
ru: Несколько общих пулов процессоров с именем %(pool)s.
zh_hans: 存在多个名称为 %(pool)s 的共享处理池。
zh_hant: 多個「共用處理程序儲存區」具有名稱 %(pool)s。

source: Unable to find Shared Processing Pool %(pool)s
de: Gemeinsam genutzter Verarbeitungspool %(pool)s nicht gefunden
es: No se puede encontrar la agrupación de proceso compartida %(pool)s
fr: Impossible de trouver le pool de traitement partagé %(pool)s
it: Impossibile trovare il pool di elaborazione condiviso %(pool)s
ja: 共用処理プール %(pool)s が見つかりません
ko: 공유 처리 풀 %(pool)s을(를) 찾을 수 없음
pt_br: Impossível localizar o conjunto de processamento compartilhado %(pool)s
ru: Не удалось найти общий пул процессоров %(pool)s
zh_hans: 找不到共享处理池 %(pool)s
zh_hant: 找不到「共用處理程序儲存區」%(pool)s

source: Flavor attribute %(attr)s must be either True or False. Current value %(val)s is not allowed.
de: Versionsattribut %(attr)s muss True oder False sein. Der aktuelle Wert %(val)s ist nicht zulässig.
es: El atributo de flavor %(attr)s debe ser True o False. El valor actual %(val)s no está permitido.
fr: L'attribut de style %(attr)s doit être Vrai ou Faux. La valeur en cours %(val)s n'est pas admise.
it: L'attributo versione %(attr)s deve essere True o False. Il valore corrente %(val)s non è consentito.
ja: フレーバー属性 %(attr)s は True または False でなければなりません。 現行値 %(val)s は許可されていません。
ko: 플레이버 속성 %(attr)s은(는) true 또는 false여야 합니다. 현재 값 %(val)s은(는) 허용되지 않습니다.
pt_br: O atributo flavor %(attr)s deve ser True ou False. O valor atual %(val)s não é permitido.
ru: Атрибут Flavor %(attr)s должен иметь значение True или False. Текущее значение %(val)s недопустимо.
zh_hans: flavor 属性 %(attr)s 必须为 True 或 False。不允许使用当前值 %(val)s。
zh_hant: flavor 屬性 %(attr)s 必須為 True 或 False。不容許現行值%(val)s。

source: The configured disk driver does not support migration or resize.
de: Die konfigurierte Platte unterstützt keine Migration oder Größenänderung.
es: El controlador de disco configurado no admite la migración ni el redimensionamiento.
fr: Le pilote de disque configuré ne prend pas en charge la migration ou le redimensionnement.
it: Il driver disco configurato non supporta la migrazione o il ridimensionamento.
ja: この構成済みディスク・ドライバーはマイグレーションもサイズ変更もサポートしていません。
ko: 구성된 디스크 드라이버에서 마이그레이션 또는 크기 조정을 지원하지 않습니다.
pt_br: O driver do disco configurado não suporta migração ou redimensionamento.
ru: Настроенный драйвер диска не поддерживает миграцию или изменение размера.
zh_hans: 所配置的磁盘驱动程序不支持迁移或调整大小。
zh_hant: 所配置的磁碟驅動程式不支援移轉或調整大小。

source: Resizing file-backed instances is not currently supported.
de: Das Ändern der Größe von dateigestützten Instanzen wird derzeit nicht unterstützt.
es: El redimensionamiento de instancias con archivos de copia de seguridad no está soportado actualmente.
fr: Le redimensionnement des instances à base de fichiers n'est pas pris en charge actuellement.
it: Il ridimensionamento delle istanze con backup su file non è attualmente supportato.
ja: ファイル支援のインスタンスのサイズ変更は、現在サポートされていません。
ko: 파일 지원 인스턴스 크기 조정이 현재 지원되지 않습니다.
pt_br: O redimensionamento das instâncias suportadas por arquivo não é suportado atualmente.
ru: Изменение экземпляров на основе файлов пока не поддерживается.
zh_hans: 当前不支持调整文件备份实例的大小。
zh_hant: 目前不支援重新調整檔案所支持實例的大小。

source: The host is not a member of the same SSP cluster. The source host cluster: %(source_clust_name)s. The source host SSP: %(source_ssp_name)s.
de: Der Host ist kein Element desselben SSP-Clusters. Quellenhost-Cluster: %(source_clust_name)s. Quellenhost-SSP: %(source_ssp_name)s.
es: El host no es miembro del mismo clúster de SSP. El clúster de host de origen: %(source_clust_name)s. El SSP del host de origen: %(source_ssp_name)s.
fr: L'hôte n'est pas membre de la même grappe SSP. Grappe d'hôtes source : %(source_clust_name)s. SSP hôte source : %(source_ssp_name)s.
it: L'host non è un membro dello stesso cluster SSP. Il cluster dell'host di origine: %(source_clust_name)s. SSP host di origine: %(source_ssp_name)s.
ja: このホストは同じ SSP クラスターのメンバーではありません。 ソース・ホスト・クラスター: %(source_clust_name)s。 ソース・ホスト SSP: %(source_ssp_name)s。
ko: 호스트가 동일한 SSP 클러스터의 멤버가 아닙니다. 소스 호스트 클러스터: %(source_clust_name)s. 소스 호스트 SSP: %(source_ssp_name)s.
pt_br: O host não é um membro do mesmo cluster do SSP. A máquina do host de origem cluster: %(source_clust_name)s. O SSP do host de origem: %(source_ssp_name)s.
ru: Хост не является элементом того же кластера SSP. Кластер исходного хоста: %(source_clust_name)s. SSP исходного хоста: %(source_ssp_name)s.
zh_hans: 该主机不是同一 SSP 集群的成员。源主机集群：%(source_clust_name)s。源主机 SSP：%(source_ssp_name)s。
zh_hant: 主機不是同一 SSP 叢集的成員。來源主機叢集：%(source_clust_name)s。來源主機 SSP：%(source_ssp_name)s。

source: The NVRAM could not be stored for instance %(instance)s. Reason: %(reason)s
de: Der nicht flüchtige Arbeitsspeicher konnte für Instanz %(instance)s nicht gespeichert werden. Grund: %(reason)s
es: La NVRAM no se ha podido almacenar para la instancia %(instance)s. Razón: %(reason)s
fr: Impossible stocker NVRAM pour l'instance %(instance)s. Motif : %(reason)s
it: Impossibile memorizzare NVRAM per l'istanza %(instance)s. Motivo:%(reason)s
ja: インスタンス %(instance)s について NVRAM を格納できませんでした。 理由:%(reason)s
ko: 인스턴스 %(instance)s에 대해 NVRAM을 저장할 수 없습니다. 이유: %(reason)s
pt_br: O NVRAM não pôde ser armazenado para a instância %(instance)s. Razão: %(reason)s
ru: Не удалось сохранить NVRAM для экземпляра %(instance)s. Причина: %(reason)s
zh_hans: 无法存储实例 %(instance)s 的 NVRAM。原因：%(reason)s
zh_hant: 無法儲存實例 %(instance)s 的 NVRAM。原因：%(reason)s
