Repository: openstack-archive/nova-powervm
Catalog: nova_powervm/locale/*/nova-powervm-log-info.po
Languages: de, es, fr, it, ja, pt_br, ru

source: Mapping boot disk of instance %(instance_name)s to management partition.
es: Se está correlacionando el disco de arranque de la instancia %(instance_name)s con la partición de gestión.

source: Discovering device and path for mapping of %(dev_name)s on the management partition.
de: Die Einheit und der Pfad für die Zuordnung von %(dev_name)s auf der Managementpartition werden erkannt.
es: Se está descubriendo el dispositivo y la vía de acceso para la correlación de %(dev_name)s en la partición de gestión.
fr: Reconnaissance d'unité et de chemin pour le mappage de %(dev_name)s sur la partition de gestion.
it: Rilevamento del dispositivo e del percorso per l'associazione di %(dev_name)s sulla partizione di gestione.
ja: 管理区画上の %(dev_name)s のマッピングのデバイスおよびパスをディスカバー中です。
pt_br: Descobrindo o dispositivo e o caminho para o mapeamento de %(dev_name)s na partição do partição de gerenciamento.
ru: Обнаружение устройства и пути для подключения %(dev_name)s в разделе управления.

source: Unmapping boot disk %(disk_name)s of instance %(instance_name)s from management partition via Virtual I/O Server %(vios_name)s.
de: Aufheben der Zuordnung der Bootplatte %(disk_name)s der Instanz %(instance_name)s von Managementpartition wird über den virtuellen E/A-Server %(vios_name)s aufgehoben.
es: Se está descorrelacionando el disco de arranque %(disk_name)s de la instancia %(instance_name)s de la partición de gestión mediante el servidor de E/S virtual %(vios_name)s.
fr: Démappage du disque d'amorçage %(disk_name)s de l'instance %(instance_name)s de la partition de gestion via le serveur Virtual I/O Server %(vios_name)s.
it: Annullamento associazione del disco di avvio %(disk_name)s dell'istanza %(instance_name)s dalla partizione di gestione tramite il Virtual I/O Server %(vios_name)s.
ja: インスタンス %(instance_name)s のブート・ディスク %(disk_name)s を Virtual I/O Server %(vios_name)s 経由で管理区画からマップ解除中です。
pt_br: Removendo o mapeamento do disco de inicialização %(disk_name)s da instância %(instance_name)s da partição de gerenciamento por meio do Virtual I/O Server %(vios_name)s.
ru: Удаление связи загрузочного диска %(disk_name)s экземпляра %(instance_name)s из раздела управления через виртуальный сервер ввода-вывода %(vios_name)s.

source: Removing disk %(disk_path)s from the management partition.
de: Die Platte %(disk_path)s wird von der Managementpartition entfernt.
es: Se está eliminando el disco %(disk_path)s de la partición de gestión.
fr: Retrait du disque %(disk_path)s de la partition de gestion.
it: Rimozionde del disco %(disk_path)s dalla partizione di gestione.
ja: ディスク %(disk_path)s を管理区画から削除中です。
pt_br: Removendo o disco %(disk_path)s da partição de gerenciamento.
ru: Удаление %(disk_path)s диска из раздела управления.

source: Creating Config Drive for instance: %s
es: Se está creando la unidad de configuración para la instancia: %s

source: Detaching disk storage adapters for instance %s
es: Se están desconectando los adaptadores de almacenamiento de disco para la instancia %s

source: Deleting storage disk for instance %s.
es: Se está suprimiendo el disco de almacenamiento para la instancia %s.

source: Saving block device mapping for volume id %(vol_id)s on instance %(inst)s.
de: Die Zuordnung der Blockeinheit für Datenträger-ID %(vol_id)s auf Instanz %(inst)s wird gespeichert.
es: Se está guardando la correlación del dispositivo de bloqueo para el id de volumen %(vol_id)s en la instancia %(inst)s.
fr: Sauvegarde du mappage d'unité par bloc pour l'ID volume %(vol_id)s sur l'instance %(inst)s.
it: Salvataggio associazione dispositivo a blocchi per id volume %(vol_id)s sull'istanza %(inst)s.
ja: インスタンス %(inst)s 上のボリューム ID %(vol_id)s のブロック・デバイス・マッピングを保存中です。
pt_br: Salvando o mapeamento do dispositivo de bloco para o ID de volume %(vol_id)s na instância %(inst)s.
ru: Сохранение связи блочного устройства для ИД тома %(vol_id)s в экземпляре %(inst)s.

source: Finding disk for instance: %s
es: Buscando el disco para la instancia: %s

source: Extending disk size of disk: %(disk)s size: %(size)s.
de: Erweitern der Datenträgergröße der Platte: %(disk)s Größe: %(size)s.
es: Ampliando el tamaño del disco %(disk)s, de tamaño %(size)s.
fr: Extension de la taille du disque %(disk)s taille : %(size)s.
it: Estensione dimensione del disco: %(disk)s dimensione: %(size)s.
ja: ディスク %(disk)s のディスク・サイズを拡張しています。サイズ: %(size)s。
pt_br: Ampliando tamanho do disco: %(disk)s tamanho: %(size)s.
ru: Увеличение размера диска. Диск: %(disk)s, размер: %(size)s.

source: Creating instance: %s
es: Se está creando la instancia: %s

source: Fetching NVRAM for instance %s.
de: Abrufen des nicht flüchtigen Arbeitsspeichers für Instanz %s.
es: Captando la NVRAM para la instancia %s.
fr: Extraction de la mémoire rémanente (NVRAM) pour l'instance %s.
it: Richiamo di NVRAM per l'istanza %s.
ja: インスタンス %s について NVRAM を取り出しています。
pt_br: Buscando NVRAM para a instância %s.
ru: Получение NVRAM для экземпляра %s.

source: Resizing instance: %s
es: Redimensionando la instancia %s

source: Renaming instance to name: %s
de: Umbenennen der Instanz in den Namen: %s
es: Cambiando el nombre de la instancia a: %s
fr: Renommage de l'instance en %s
it: Ridenominazione istanza con il nome: %s
ja: インスタンスの名前を %s に変更しています
pt_br: Renomeando a instância para o nome: %s
ru: Переименование экземпляра в %s

source: Powering on instance: %s
es: Se está conectando la instancia: %s

source: Powering off instance: %s
es: Se está desconectando la instancia: %s

source: Powering off instance %s.
es: Se está desconectando la instancia %s.

source: Deleting NVRAM for instance: %s
de: Löschen des nicht flüchtigen Arbeitsspeichers für Instanz: %s
es: Suprimiendo la NVRAM para la instancia: %s
fr: Suppression de la mémoire rémanente (NVRAM) pour l'instance %s
it: Eliminazione NVRAM per istanza: %s
ja: インスタンス %s について NVRAM を削除しています
pt_br: Excluindo o NVRAM para a instância: %s
ru: Удаление NVRAM для экземпляра: %s

source: Deleting instance %s from system.
es: Se está suprimiendo la instancia %s del sistema.

source: Update settings of instance %s.
es: Actualización de los valores de la instancia %s.

source: Instance %(inst)s has not yet defined a WWPN on fabric %(fabric)s. Appropriate WWPNs will be generated.
de: Instanz %(inst)s hat noch keinen WWPN auf Fabric %(fabric)s definiert. Es werden zugehörige WWPNs erstellt.
es: La instancia %(inst)s aún no ha definido ningún WWPN en el entramado %(fabric)s. Se generarán los WWPN correspondientes.
fr: L'instance %(inst)s n'a pas encore défini de WWPN sur l'ensemble de noeuds %(fabric)s. Des WWPN appropriés seront générés.
it: L'istanza %(inst)s non ha ancora definito un WWPN sul fabric %(fabric)s. Verranno generati i WWPN appropriati.
ja: インスタンス %(inst)s では、ファブリック %(fabric)s で WWPN がまだ定義されていません。適切な WWPN が生成されます。
pt_br: A instância %(inst)s ainda não definiu um WWPN (nome da porta universal) na malha %(fabric)s. WWPNs (nomes da porta universal) apropriados serão gerados.
ru: Экземпляр %(inst)s еще не зарегистрировал WWPN в фабрике %(fabric)s. Будут созданы соответствующие WWPN.

source: NPIV wwpns fabric state=%(st)s for instance %(inst)s
de: NPIV wwpns Fabric-Zustand=%(st)s für Instanz %(inst)s
es: NPIV wwpns entramado estado=%(st)s para la instancia %(inst)s
fr: WWPN NPIV - état d'ensemble de noeuds=%(st)s pour l'instance %(inst)s
it: Stato fabric wwpn NPIV=%(st)s per l'istanza %(inst)s
ja: インスタンス %(inst)s の NPIV wwpn ファブリック状態=%(st)s
pt_br: Estado da malha wwpns de NPIV=%(st)s para a instância %(inst)s
ru: Состояние фабрики wwpns NPIV=%(st)s для экземпляра %(inst)s

source: Adding NPIV mapping for instance %(inst)s for Virtual I/O Server %(vios)s.
de: Die NPIV-Zuordnung für Instanz %(inst)s für den virtuellen E/A-Server %(vios)s wird hinzugefügt.
es: Se está añadiendo la correlación de NPIV para la instancia %(inst)s para el servidor de E/S virtual %(vios)s.
fr: Ajout de mappage NPIV pour l'instance %(inst)s pour le serveur Virtual I/O Server %(vios)s.
it: Aggiunta associazione NPIV per istanza %(inst)s per il Virtual I/O Server %(vios)s.
ja: Virtual I/O Server %(vios)s のインスタンス %(inst)s の NPIV マッピングを追加中です。
pt_br: Incluindo o mapeamento de NPIV para a instância %(inst)s para o Virtual I/O Server %(vios)s.
ru: Добавление связи NPIV для экземпляра %(inst)s для виртуального сервера ввода-вывода %(vios)s.

source: Removing a NPIV mapping for instance %(inst)s for fabric %(fabric)s.
de: Eine NPIV-Zuordnung für Instanz %(inst)s für Fabric %(fabric)s wird entfernt.
es: Se está eliminado la correlación de NPIV para la instancia %(inst)s para el entramado %(fabric)s.
fr: Retrait d'un mappage NPIV pour l'instance %(inst)s de l'ensemble de noeuds %(fabric)s.
it: Rimozione di un'associazione NPIV per l'istanza %(inst)s per il fabric %(fabric)s.
ja: ファブリック %(fabric)s のインスタンス %(inst)s の NPIV マッピングを削除中です。
pt_br: Removendo um mapeamento de NPIV para a instância %(inst)s para a malha %(fabric)s.
ru: Удаление связи NPIV для экземпляра %(inst)s для фабрики %(fabric)s.

source: Setting Fabric state=%(st)s for instance=%(inst)s
de: Der Fabric-Zustand=%(st)s für Instanz=%(inst)s wird eingestellt.
es: Estableciendo el entramado estado=%(st)s para la instancia=%(inst)s
fr: Définition de l'état d'ensemble de noeuds=%(st)s pour l'instance=%(inst)s
it: Impostazione stato=%(st)s fabric per istanza=%(inst)s
ja: インスタンス %(inst)s のファブリック状態 %(st)s を設定中
pt_br: Configurando o estado de malha=%(st)s para a instância=%(inst)s
ru: Установка состояния фабрики =%(st)s для экземпляра=%(inst)s

source: Fabric %(fabric)s wwpn metadata will be set to %(meta)s for instance %(inst)s
de: Die WWPN-Metadaten für Fabric %(fabric)s werden für die Instanz auf %(meta)s festgelegt %(inst)s
es: Los metadatos del WWPN del entramado %(fabric)s se establecerán en %(meta)s para la instancia %(inst)sd
fr: Les métadonnées WWPN de l'ensemble de noeuds %(fabric)s seront définies sur %(meta)s pour l'instance %(inst)s
it: I metadati wwpn fabric %(fabric)s verranno impostati su %(meta)s per l'istanza %(inst)s
ja: インスタンス %(inst)s に関しては、ファブリック %(fabric)s wwpn メタデータは %(meta)s に設定されます
pt_br: Os metadados do WWPN da malha %(fabric)s serão configurados para %(meta)s para a instância %(inst)s
ru: Метаданные wwpn фабрики %(fabric)s будут %(meta)s для экземпляра %(inst)s

source: Removing hdisk for udid: %s
de: Entfernen der HDisk für UDID: %s
es: Eliminando hdisk para el udid: %s
fr: Retrait du hdisk pour l'UDID %s
it: Rimozione di hdisk per udid: %s
ja: udid %s の hdisk を削除しています
pt_br: Removendo hdisk para udid: %s
ru: Удаление жесткого диска для udid %s

source: Removing %(hdisk)s from VIOS %(vios)s
de: Entfernen von %(hdisk)s von VIOS %(vios)s
es: Eliminando %(hdisk)s del servidor de E/S virtual %(vios)s
fr: Retrait de %(hdisk)s du VIOS %(vios)s
it: Rimozione %(hdisk)s dal VIOS %(vios)s
ja: %(hdisk)s を VIOS %(vios)s から削除しています
pt_br: Removendo %(hdisk)s de VIOS %(vios)s
ru: Удаление %(hdisk)s из VIOS %(vios)s

source: Discovered %(hdisk)s on vios %(vios)s for volume %(volume_id)s. Status code: %(status)s.
de: %(hdisk)s wurde auf dem virtuellen E/A-Server %(vios)s für den Datenträger %(volume_id)s erkannt. Statuscode: %(status)s.
es: Se ha descubierto %(hdisk)s en el vios %(vios)s para el volumen %(volume_id)s. Código de estado: %(status)s.
fr: %(hdisk)s détecté sur le VIOS %(vios)s pour le volume %(volume_id)s. Code d'état : %(status)s.
it: Rilevato %(hdisk)s su vios %(vios)s per volume %(volume_id)s. Codice stato: %(status)s.
ja: ボリューム %(volume_id)s の %(hdisk)s が vios %(vios)s でディスカバーされました。状況コード: %(status)s.
pt_br: %(hdisk)s descoberto no vios %(vios)s para o volume %(volume_id)s. Código de status: %(status)s.
ru: Обнаружены %(hdisk)s на сервере VIOS %(vios)s для тома %(volume_id)s. Код состояния: %(status)s.

source: Disconnect Volume: Discovered the device %(hdisk)s on Virtual I/O Server %(vios_name)s for volume %(volume_id)s. Volume UDID: %(volume_uid)s.
de: Der Datenträger wird getrennt: Die Einheit %(hdisk)s wurde auf dem virtuellen E/A-Server %(vios_name)s für den Datenträger %(volume_id)s erkannt. Datenträger-UDID: %(volume_uid)s.
es: Desconectar volumen: Se ha descubierto el dispositivo %(hdisk)s en el servidor de E/S virtual %(vios_name)s para el volumen %(volume_id)s. UDID de volumen: %(volume_uid)s.
fr: Déconnexion volume : Reconnaissance de l'unité %(hdisk)s sur le serveur Virtual I/O Server %(vios_name)s pour le volume %(volume_id)s. UDID volume %(volume_uid)s.
it: Disconnessione volume: rilevato il dispositivo %(hdisk)s sul Virtual I/O Server %(vios_name)s per il volume %(volume_id)s. UDID volume: %(volume_uid)s.
ja: 切断されたボリューム: ボリューム %(volume_id)s のデバイス %(hdisk)s が Virtual I/O Server %(vios_name)s でディスカバーされました。ボリューム UDID: %(volume_uid)s
pt_br: Volume de desconexão: descoberto o dispositivo %(hdisk)s no Virtual I/O Server %(vios_name)s para o volume %(volume_id)s. UDID de volume: %(volume_uid)s.
ru: Отключение тома: обнаружено устройство %(hdisk)s на виртуальном сервере ввода-вывода %(vios_name)s для тома %(volume_id)s. UDID тома: %(volume_uid)s.

source: %(num)d Storage Mappings found for %(dev)s
de: %(num)d Speicherzuordnungen für %(dev)s gefunden
es: Se han encontrado %(num)d correlaciones de almacenamiento para %(dev)s
fr: %(num)d mappages de stockage trouvés pour %(dev)s
it: %(num)d associazioni memoria trovate per %(dev)s
ja: %(dev)s に対して %(num)d 個のストレージ・マッピングが見つかりました
pt_br: %(num)d mapeamentos de armazenamento localizados para %(dev)s
ru: Обнаружено %(num)d связей с памятью для %(dev)s

source: Running remove for hdisk: '%s'
de: Entfernen wird ausgeführt für HDisk: '%s'
es: Ejecutando la eliminación para el hdisk: '%s'
fr: Exécution du retrait pour le hdisk : '%s'
it: Esecuzione rimozione per hdisk: '%s'
ja: hdisk「%s」に対して削除が実行されています
pt_br: Executando remoção para hdisk: '%s'
ru: Выполнение удаления для жесткого диска '%s'

source: hdisk %(disk)s is not removed because it has existing storage mappings
de: HDisk %(disk)s wird nicht entfernt, weil für sie Speicherzuordnungen bestehen
es: El hdisk %(disk)s no se ha eliminado porque cuenta con correlaciones de almacenamiento existentes
fr: hdisk %(disk)s non retiré car il possède des mappages de stockage existants
it: hdisk %(disk)s non rimosso perché ha associazioni memoria esistenti
ja: ストレージ・マッピングがあるため、hdisk %(disk)s は削除されません
pt_br: O hdisk %(disk)s não foi removido porque tem mapeamentos de armazenamento existentes
ru: Жесткий диск %(disk)s не удален, поскольку у него есть связи с памятью

source: Removing vSCSI mapping from Physical Volume %(dev)s to VM %(vm)s
de: Die vSCSI-Zuordnung vom physischen Datenträger %(dev)s zur VM %(vm)s wird entfernt.
es: Se está eliminando la correlación de vSCSI del volumen físico %(dev)s a la máquina virtual %(vm)s
fr: Retrait du mappage vSCSI du volume physique %(dev)s sur la machine virtuelle %(vm)s
it: Rimozione associazione vSCSI dal volume fisico %(dev)s per la VM %(vm)s
ja: vSCSI マッピングを VM %(vm)s に対する物理ボリューム %(dev)s から削除中
pt_br: Removendo o mapeamento de vSCSI a partir do volume físico %(dev)s para a VM %(vm)s
ru: Удаление связи vSCSI от физического тома %(dev)s к ВМ %(vm)s

source: Adding vSCSI mapping to Physical Volume %(dev)s to VM %(vm)s
de: Die vSCSI-Zuordnung vom physischen Datenträger %(dev)s zur VM %(vm)s wird hinzugefügt.
es: Se está añadiendo la correlación de vSCSI con el volumen físico %(dev)s a la máquina virtual %(vm)s
fr: ajout d'un mappage vSCSI au volume physique %(dev)s sur la machine virtuelle %(vm)s
it: Aggiunta associazione vSCSI al volume fisico %(dev)s per la VM %(vm)s
ja: vSCSI マッピングを VM %(vm)s に対する物理ボリューム %(dev)s に追加中
pt_br: Incluindo o mapeamento de vSCSI para o volume físico %(dev)s para a VM %(vm)s
ru: Добавление связи vSCSI к физическому тому %(dev)s к ВМ %(vm)s

source: Failed to retrieve device_id key from BDM for volume id %s
de: Das Abrufen des Datenträger-ID-Schlüssels vom BDM für Datenträger-ID %s ist fehlgeschlagen.
es: No se ha podido recuperar la clave de device_id de BDM para el id de volumen %s
fr: Echec d'extraction de la clé device_id de BDM pour l'ID volume %s
it: Impossibile richiamare la chiave device_id da BDM per id volume %s
ja: device_id キーをボリューム ID %s の BDM から取得できませんでした
pt_br: Falha ao recuperar a chave device_id a partir do BDM para o ID de volume %s
ru: Не удалось извлечь ключ device_id из BDM для ИД тома %s

source: Clearing stale I/O connections on driver init.
de: Löschen veralteter E/A-Verbindungen auf Treibereinheit.
fr: Effacement des E-S d'état à l'initialisation du pilote.
it: Cancellazione delle connessioni I/O non aggiornata all'inizializzazione del driver.
ja: ドライバーを初期化したため、失効した入出力接続をクリアしています。
pt_br: Limpando conexões antigas de E/S na inicialização do driver.
ru: Очистка устаревших соединений ввода-вывода во время инициализации драйвера.

source: SSP Storage driver initialized. Cluster '%(clust_name)s'; SSP '%(ssp_name)s'; Tier '%(tier_name)s
de: SSP-Speichertreiber initialisiert. Cluster '%(clust_name)s'; SSP '%(ssp_name)s'; Schicht '%(tier_name)s
fr: Pilote de stockage SSP initialisé. Grappe '%(clust_name)s' ; SSP '%(ssp_name)s'; Niveau '%(tier_name)s
it: Driver memoria SSP inizializzato. Cluster '%(clust_name)s'; SSP '%(ssp_name)s'; Livello '%(tier_name)s
ja: SSP ストレージ・ドライバーが初期化されました。クラスター「%(clust_name)s」、SSP「%(ssp_name)s」、層「%(tier_name)s」
pt_br: Driver de armazenamento SSP inicializado. Cluster '%(clust_name)s'; SSP '%(ssp_name)s'; Camada '%(tier_name)s
ru: Драйвер хранилища SSP инициализирован. Кластер '%(clust_name)s'; SSP '%(ssp_name)s'; Уровень '%(tier_name)s

source: Running task %(task)s for instance %(inst)s
de: Ausführen der Task %(task)s für Instanz %(inst)s
fr: Exécution de la tâche %(task)s pour l'instance %(inst)s
it: Esecuzione dell'attività %(task)s per l'istanza %(inst)s
ja: インスタンス %(inst)s のタスク %(task)s を実行しています
pt_br: Executando a tarefa %(task)s para a instância %(inst)s
ru: Выполнение задачи %(task)s для экземпляра %(inst)s

source: Task %(task)s completed in %(seconds)d seconds for instance %(inst)s
de: Task %(task)s in %(seconds)d Sekunden für Instanz %(inst)s abgeschlossen
fr: Tâche %(task)s terminée en %(seconds)d secondes pour l'instance %(inst)s
it: Attività %(task)s completata in %(seconds)d secondi per l'istanza %(inst)s
ja: インスタンス %(inst)s のタスク %(task)s が %(seconds)d 秒で完了しました
pt_br: A tarefa %(task)s foi concluída em %(seconds)d segundos para a instância %(inst)s
ru: Задача %(task)s выполнена за %(seconds)d с для экземпляра %(inst)s

source: Updating VIF with mac %(mac)s for instance %(sys)s
de: Aktualisieren von VIF mit MAC %(mac)s für Instanz %(sys)s
fr: Mise à jour du VIF avec l'adresse MAC %(mac)s de l'instance %(sys)s
it: Aggiornamento di VIP con mac %(mac)s per l'istanza %(sys)s
ja: インスタンス %(sys)s の VIF (mac %(mac)s) を更新しています
pt_br: Atualizando VIF com mac %(mac)s para a instância %(sys)s
ru: Обновление VIF с MAC-адресом %(mac)s для экземпляра %(sys)s

source: Undoing temporary host assignment to instance.
de: Rückgängigmachen der temporären Hostzuordnung zu Instanz.
fr: Annulation de l'affectation d'hôte temporaire à l'instance.
it: Annullamento dell'assegnazione host temporanea all'istanza.
ja: インスタンスへの一時ホスト割り当てを取り消しています。
pt_br: Desfazendo designação provisória do host para instância.
ru: Отмена присвоения временного хоста экземпляру.

source: Scrubbing storage for instance %s as part of rebuild.
de: Bereinigen des Speichers für Instanz %s als Teil der Wiederherstellung.
fr: Epuration du stockage pour l'instance %s lors de la régénération.
it: Pulitura della memoria per l'istanza %s come parte della rigenerazione.
ja: 再構築の一環としてインスタンス %s のストレージを修正しています。
pt_br: Limpando o armazenamento para a instância %s como parte da reconstrução.
ru: Очистка памяти для экземпляра %s в рамках перекомпоновки.

source: Rebuild of instance %s failed. Deleting instance from destination.
de: Wiederherstellung von Instanz %s fehlgeschlagen. Löschen der Instanz vom Ziel.
fr: Echec de régénération de l'instance %s. Suppression de l'instance de la destination.
it: Rigenerazione dell'istanza %s non riuscita. Si procederà all'eliminazione dell'istanza dalla destinazione.
ja: インスタンス %s を再構築できませんでした。インスタンスを宛先から削除しています。
pt_br: Reconstrução de instância %s com falha. Excluindo a instância do destino.
ru: Не удалось выполнить перекомпоновку экземпляра %s. Удаление экземпляра из целевого расположения.

source: No op for NVRAM delete.
de: Keine Operation für NVRAM-Löschung.
fr: Aucune opération pour la suppression de mémoire rémanente.
it: Nessuna operazione per l'eliminazione NVRAM.
ja: NVRAM 削除に関する操作はありません。
pt_br: Nenhuma operação para exclusão do NVRAM.
ru: Нет операции для удаления NVRAM.

source: Disconnect Volume: Discovered the device %(hdisk)s on Virtual I/O Server %(vios_name)s for volume %(volume_id)s.
de: Der Datenträger wird getrennt: Die Einheit %(hdisk)s wurde auf dem virtuellen E/A-Server %(vios_name)s für Datenträger %(volume_id)s erkannt.
fr: Déconnexion volume : Reconnaissance de l'unité %(hdisk)s sur le serveur %(vios_name)s pour le volume %(volume_id)s.
it: Disconnessione volume: rilevato il dispositivo %(hdisk)s sul Virtual I/O Server %(vios_name)s per il volume %(volume_id)s.
ja: 切断されたボリューム: ボリューム %(volume_id)s についてデバイス %(hdisk)s が Virtual I/O Server %(vios_name)s でディスカバーされました。
pt_br: Volume de desconexão: descoberto o dispositivo %(hdisk)s no Virtual I/O Server %(vios_name)s para o volume %(volume_id)s.
ru: Отключение тома: обнаружено устройство %(hdisk)s на виртуальном сервере ввода-вывода %(vios_name)s для тома %(volume_id)s.
